{
  "Name": "City of Sydney Archives",
  "URL": "/archives/64",
  "About": [
    {
      "Officer in charge": "City Archivist"
    },
    {
      "Hours & facilities": "Open Mon-Fri (except public holidays) 9am-4:30pm by appointment. General reference assistance available. On-site copying services available for most records to A3, microfilm. Copies available (with delay) for photographs and larger records such as drawings. Introductory brochure and leaflets describing access and services available. Many heavily used series have been microfilmed and the originals are not normally made available for public research. \n\nThe records are documented by a locally-modified form of the Australian Archives 'CRS' system, including documentation of functions and activities. Documentation covers approximately 15 Organisations, 180 Agencies, 900 Records Series, 28 Functions and 105 Activities."
    },
    {
      "Access": "Advance notice (by phone) of your research visit is required, so we can assess your document needs and arrange an appointment for you. Almost all original records are held offsite so we are unable to help people who 'just show up'. Prospective researchers are expected to visit the Archives pages on the City of Sydney website for more information about records held. Records which are less than seven years old are usually closed. Photocopying: A4 pages $1.00 each, A3 pages $2.00 each."
    },
    {
      "Acquisition focus": "The Archives is responsible for managing all non-current records created by Sydney City Council since 1842 and most of its predecessor organisations since 1859. Some records created by elected officials are also held. We are also the archival agency for the Festival of Sydney Ltd. \n\nThe Archives is also responsible for the Sydney Reference Collection of publications and semi-published material, and information folders containing ready-reference material, on aspects of Sydney City history especially the built environment. We actively seek material for inclusion in the Sydney Reference Collection and welcome donations."
    },
    {
      "Quantity": "approx 11,000 metres"
    },
    {
      "Major holdings": "CRS 17: Assessment books 1845-1949 (online access and digitisation in progress). \n\t\n\t\n\t\n\t\n\tCRS 51: Demolition photograph books 1900-1939 (part of our ArchivePix catalog of about 40,000 images available online). \n\t\n\t\n\t\n\t\n\tCRS 126 Building application plans 1909+ (720m)(all catalogued online). \n\t\n\t\n\t\n\t\n\tCRS 116: Central activity files 1979-1987 (441m)(all catalogued online). \n\t\n\t\n\t\n\t\n\tCRS 34: Town Clerks' correspondence files 1914-1978 (1054m)(all catalogued online). \n\t\n\t\n\t\n\t\n\tCRS 28: Town Clerks correspondence folders 1900-1913 (400m) (all catalogued online). \n\t\n\t\n\t\n\t\n\tCRS 26: Letters received by the Council 1842-1899 (online cataloguing and digitisation in progress)."
    }
  ],
  "Contact": [
    {
      "Street address": "Level 1, Town Hall House, 456 Kent Street, Sydney 2001"
    },
    {
      "Postal address": "GPO Box 1591, Sydney 2001"
    },
    {
      "Phone": "(02) 9265-9618"
    },
    {
      "Fax": "(02) 9265-9606"
    },
    {
      "Email": "archives@cityofsydney.nsw.gov.au"
    },
    {
      "Website": "www.cityofsydney.nsw.gov.au/AboutSydney/HistoryAndArchives/Archives/Default.asp"
    }
  ]
}
