{
  "Name": "Commonwealth Bank of Australia",
  "URL": "/archives/62",
  "About": [
    {
      "Officer in charge": "Information and Archives Manager"
    },
    {
      "Hours & facilities": "On-site search room (by appointment only). Mail enquiries should be addressed to the Reference Archivist."
    },
    {
      "Access": "Access is restricted to some materials."
    },
    {
      "Acquisition focus": "The Archives holds records of enduring value which form part of the corporate memory of the Commonwealth Bank of Australia. Holdings  include records and other documentation from the Commonwealth Bank and from other entities that have been amalgamated. CBA Archives holds records in all formats and its acquisitions include clothing, equipment, and memorabilia."
    },
    {
      "Major holdings": "Business records of the Commonwealth Bank of Australia including : Board Papers and related documents, photographs, property records and building plans, branch records and staffing records.\n\t\n\t\n\tDocumentation such as product disclosure and customer information material, advertising, and in-house distributions (e.g. staff magazine Bank Notes).\n\t \n\t\n\tInherited archives from the State Bank of NSW (1931-1994) incorporating the Rural Bank and from Colonial Limited (1873-2000) incorporating Colonial Mutual.\n\t\n\tVarious materials relating to other amalgamated entities e.g. Government Savings Bank of New South Wales, Queensland and Western Australia.  \n\n\nMany pre-1965 records are held by the Reserve Bank (RBA). Pre-amalgamation contents of the Archives of the Sate Bank of Victoria are at the Public Record Office Victoria (PROV). Records of the Trust Bank are held by the Archives Office of Tasmania and the Queen Victoria Museum & Art Gallery Launceston."
    }
  ],
  "Contact": [
    {
      "Street address": "Level 4 133 Liverpool Street Sydney, 2000"
    },
    {
      "Postal address": "As above"
    },
    {
      "Phone": "(02) 9101 7227"
    },
    {
      "Fax": "(02) 9101 7232"
    },
    {
      "Email": "archives@cba.com.au"
    },
    {
      "Website": "http://www.commbank.com.au/about-us/our-company/history/default.aspx"
    },
    {
      "Enquiries to": "Reference Archivist"
    }
  ]
}
