{
  "Name": "Good Samaritan Archives",
  "URL": "/archives/160",
  "About": [
    {
      "Officer in charge": "Archivist"
    },
    {
      "Hours & facilities": "Open by appointment Mon-Fri 9:30am-3:30pm; closed Sat, Sun and Christmas school holidays. General reference assistance available. General copying services available. Introductory brochure available."
    },
    {
      "Access": "Application for access form to be completed. At least one day's advance notice of visit required. Access to records which are not normally available for research can be gained by permission from Superior General."
    },
    {
      "Acquisition focus": "The Good Samaritan Archives contains the records generated by the general administrative body of the Sisters of the Good Samaritan and some institutions (schools, orphanages, homes for aged, disadvantaged) for which the Sisters of the Good Samaritan were/are responsible in Australia and Post World War II Japan. Kiribati Baeolod (Philippines)"
    },
    {
      "Quantity": "235m (97% in-house)."
    },
    {
      "Major holdings": "Sisters of the Good Samaritan: General administration, registers (admission, vow, death) 1857- (2m); Annual returns 1939- (3m); Photographs 1878- (13m); Women's Refuges/Orphanages admission registers 1877-1983 (3m); Correspondence and general administration 1857- (150m); Chapter documents 1878- (11m); Foundations 1859-(30m); Teachers' Training College 1905-1983 (4m); Admission registers R.C. Orphan School, Parramatta 1877-1886; Admission register Manly Industrial School/Orphanage 1881-1910 (1.6m); 'Mater Dei', Narellan 1910-58. Trustees of the Sisters of the Good Samaritan: General Council minutes 1878- (2m). Corporate Body of Sisters of the Good Samaritan: Legal and financial documents 1878-(5m). Archbishop J B Polding OSB: Letters to Sr Scholastica Gibbons 1863- (0.2m). Letters from Downside 1819-1868."
    },
    {
      "Guides": "Guide to Good Samaritan Generalate Archives, Glebe Point, Sydney NSW Trower, Ursula, Guide to Visitors Book of R C Orphan School Parramatta, 1863-1886 McGlynn and Trower, Guide to Photographic collection - Good Samaritan Generalate Archives McGlynn and Trower, Guide to Registers RC Orphan School, Parramatta, Tempe Women's Refuge, Manly Industrial School/Orphanage McGlynn and Trower, Guide to Foundation and Associated Ministries of SGS"
    },
    {
      "References": "McGlynn, Marie, 'Growth of Religious Institute' Tjurunga. Benedictine Union of Australian and New Zealand, Vol 39 (Sept, 1990): 90-111."
    }
  ],
  "Contact": [
    {
      "Street address": "2 Avenue Road, Glebe Point 2037"
    },
    {
      "Postal address": "As above"
    },
    {
      "Phone": "(02) 9566-2188"
    },
    {
      "Fax": "(02) 9692-8701"
    },
    {
      "Email": "archives@goodsams.org.au"
    },
    {
      "Website": "http://www.goodsams.org.au/about%20us/archives/archives.html"
    }
  ]
}
