{
  "Name": "Grainger Museum",
  "URL": "/archives/391",
  "About": [
    {
      "Officer in charge": "Curator, Assistant Curator"
    },
    {
      "Hours & facilities": "Open Mon 10am-12:30pm; Tues-Fri 10am-5pm; closed weekends and public holidays. Copying services available."
    },
    {
      "Access": "Researchers are required to make an appointment at least 2 days in advance. Access to archives is by appointment only."
    },
    {
      "Acquisition focus": "The Grainger Museum continues to develop according to Grainger's wishes. The collection is not restricted to Grainger. For example, we have holdings for Ian Boddington, May Brahe, Mona McBurney, Henry Tate, Florence Ewart."
    },
    {
      "Major holdings": "The Grainger Museum has a collection in excess of 100,000 items including Grainger Music Manuscript Collection - music by Percy Grainger; manuscripts, published scores; Grainger's Collection of Music by other Composers including works by Cyril Scott, Balfour Gardiner, Roger Quilter, Josef Holbrooke, Frederick Delius and Edward Grieg. Correspondence - 50,000 items - including letters from prominent composers such as Edvard Grieg, Ralph Vaughan Williams and Frederick Delius. Photographs - 15,000 documenting Grainger's life and colleagues. Costumes and Textiles - Rose Grainger Collection; clothes of Percy and Ella Grainger; assorted costumes of Percy Grainger's friends and colleagues. Music Instrument Collections - Keyboards, wood wind, tuned percussion, experimental music machines. Art Works - Significant collection of fine art including works by Rupert Bunny, Tom Roberts, Norman Lindsay, Jacques Emile Blanche and Mortimer Menpes. Australian Composers - Works and personal papers of various - dating from the 1880s to the present."
    },
    {
      "Guides": "Dreyfus, Kay, Grainger Museum, University of Melbourne, Catalogue 1: Music by Percy Aldridge Grainger. Grainger Museum Board, 1978. Clifford, Phil, Grainger Museum, University of Melbourne, Catalogue 2: Grainger's Collection of Music by Other Composers. Grainger Museum Board, 1983. Grainger Museum, University of Melbourne, Catalogue 3: Grainger's Personal Library (microfiche only), 1990. Grainger Museum, University of Melbourne, Catalogue 4: Supplementary Listing and Index to Catalogue 1. Melbourne: Grainger Museum (The University of Melburne LIbrary), The University of Melbourne [near completion]"
    },
    {
      "References": "Dreyfus, Kay, 'The Grainger Museum' A Musical Genius from Australia compiled by T Balough, Department of Music, The University of Western Australia, 1982, pp135-140. Dreyfus, Kay, 'Grainger Museum' in Resources of American Music History: A Directory of Source Materials. Urbana, University of Illinois Press, 1981:390. Dreyfus, Kay (ed.) The Farthest North of Humanness: Letters of Percy Grainger 1901-1914. Melbourne: Macmillan, 1985. Gillies, Malcolm / David Pear (eds.) The All-Round Man: Selected Letters of Percy Grainger 1901-1914. Melbourne: Macmillan, 1985 Reeves, Helen The 'Past-Hoard-House': a study of the Grainger Museum. Graduate Diploma in Material Culture Thesis, James Cook University, 1984. A copy is now held in the Museum. In-house exhibition catalogues, 1990-"
    }
  ],
  "Contact": [
    {
      "Street address": "Gate 13, Royal Parade, Parkville 3052"
    },
    {
      "Postal address": "As above"
    },
    {
      "Phone": "(03) 8344-5270"
    },
    {
      "Fax": "(03) 9349-1707"
    },
    {
      "Email": "grainger@unimelb.edu.au"
    }
  ]
}
