{
  "Name": "Archive of Australian Judaica",
  "URL": "/archives/189",
  "About": [
    {
      "Officer in charge": "Archivist"
    },
    {
      "Hours & facilities": "Open Mon-Wed 9am-5pm, contact Rare Book Staff Thurs-Fri; closed public holidays. General reference assistance available. General copying services available. Periodical republication of catalogue, and bibliography information supplied on request. Rreferral to paid researchers is available."
    },
    {
      "Access": "Access to records not normally available for research can be gained by permission of creating body eg New South Wales Jewish Board of Deputies Archives."
    },
    {
      "Acquisition focus": "The preservation of records of Australian Jewish Organisations and the papers of individuals involved in the Australian Jewish Community."
    },
    {
      "Quantity": "254m (95% in-house)."
    },
    {
      "Major holdings": "New South Wales Jewish Board of Deputies: Organisational minutes and reports/correspondence 1938-1974 (35m). Zionist Federation of Australia and New Zealand: Organisational minutes and reports/ correspondence 1945-1992 (14m). Max Joseph Collection: Individual collection - letters, photos, articles 1921-1971 (7m). Cyril Pearl Collection: Individual collection - letters, photos, articles 1941-1983 (0.5m). Ruby Rich - Schalit Collection: Individual collection - letters, photos, articles 1979-1986 (2m). Executive Council of Australian Jewry: Organisational minutes and correspondence 1945-1980 (25m). Australasian Union of Jewish Students: Organisational minutes and correspondence 1971-1988 (25m). Jewish Council to Combat Fascism and Anti-Semitism: Organisational minutes and correspondence 1940-1969 (3m)."
    },
    {
      "Guides": "Dacy, M (compiler) Archive of Australian Judaica Holdings, 1985-87. Monographs 1, 3-8, 10, 11, University of Sydney."
    },
    {
      "References": "Archives of Australian Judaica. Casual Bulletin (1983-April 1998). Dacy, Marianne, 'Archive of Australian Judaica' Archives and Manuscripts 12/2 (Nov 1984). Dacy, Marianne, 'Archive of Australian Judaica' Australia/Israel Review 9/14 (Aug, 1984). Dacy, Marianne, 'Archive of Australian Judaica' Australian Historical Biography 11 (July 1986). Dacy, Marianne, 'The Archive of Australian Judaica at the University of Sydney' Proceedings of the Eleventh World Congress of Jewish Studies Division B. History of the Jewish People. Volume IV. Modern Times, 413-20, Jerusalem 1994. Dacy, Marianne ,'The Archive of Australian Judaica - after ten years' Journal of the Australian Jewish Historical Society 12/3 (November 1994)."
    }
  ],
  "Contact": [
    {
      "Street address": "Fisher Library F03, University of Sydney 2006"
    },
    {
      "Postal address": "c/- Rare Books and Special Collections, Fisher Library F03, University of Sydney 2006"
    },
    {
      "Phone": "(02) 9351-4162"
    },
    {
      "Fax": "(02) 9351-7765"
    },
    {
      "Email": "mdacy@library.usyd.edu.au"
    },
    {
      "Website": "http://judaica.library.usyd.edu.au"
    }
  ]
}
