{
  "Name": "Hurstville City Council Archives",
  "URL": "/archives/84",
  "About": [
    {
      "Officer in charge": "Archivist"
    },
    {
      "Hours & facilities": "By appointment only."
    },
    {
      "Access": "Permission of General Manager is required to access those records not on Open Access. Records available on microfilm (Council Minutes 1887-1975; & Rates & Valuation List Books (1887 - 1962) are on open access and are available for public access through Hurstville City Council's Library & Information Service, corner of Queens Road and Dora Street Hurstville."
    },
    {
      "Acquisition focus": "Hurstville City Council is an in-house archives. Our primary purpose is to capture, retain and preserve all items of archival value which record the Council's corporate memory."
    },
    {
      "Major holdings": "Hurstville City Council: Minutes of Council; Rate and Valuations Books; Building Application, Development Application & Subdivision Registers; various administration record series."
    },
    {
      "References": "Sargeant, Bernard The History of Hurstville Council Elections 1887 - 1995. Hurstville City Council, Hurstville 1997"
    }
  ],
  "Contact": [
    {
      "Street address": "Hurstville City Council, Civic Centre, MacMahon Street, Hurstville, 2220"
    },
    {
      "Postal address": "As above"
    },
    {
      "Phone": "(02) 9330-6222"
    },
    {
      "Fax": "(02) 9330-6223"
    },
    {
      "Email": "hccmail@hurstville.nsw.gov.au"
    },
    {
      "Website": "http://www.hurstville.nsw.gov.au"
    },
    {
      "Enquiries to": "The Archivist"
    },
    {
      "Note": "Previously recorded as the Hurstville City Council Archival Research and Local Studies Centre, \"Gladwyn\", 96 Queens Road, Hurstville. This research centre is now closed and the services dispersed: the Local Studies collection is available in the Central Library and the Archives are now a separate section, within the Administration Directorate."
    }
  ]
}
