{
  "Name": "National Archives of Australia, Perth Office",
  "URL": "/archives/404",
  "About": [
    {
      "Officer in charge": "Director"
    },
    {
      "Hours & facilities": "The Reading Room is open Wed-Fri 9:00am-4:30pm."
    },
    {
      "Access": "A closed period of 30 years applies to most records. Official research may be carried out by authorised departmental officers. A reader's ticket is issued to all researchers who wish to request material."
    },
    {
      "Acquisition focus": "The National Archives of Australia holds a fascinating array of material, one of the most important collections of documentary heritage in the country. The Archives is the official repository for Commonwealth Government records and the personal papers of people with close links to the Commonwealth, such as federal politicians and senior public servants. \n\nThe Archives preserves valuable records created by Commonwealth departments and makes them accessible to present and future generations. Nationally, it stores hundreds of thousands of records, mainly files, but also film and photographs, magnetic tapes, maps and artefacts. The Archives Act 1983 allows access to Commonwealth records generally once they are thirty years old."
    },
    {
      "Quantity": "28,000 m."
    },
    {
      "Major holdings": "The National Archives of Australia holds records covering all facets of Commonwealth Government activity since Federation in 1901, as well as some earlier records for activities that were transferred from the colonies to the Commonwealth Government. \n\t\n\tRecords held in the Perth Office of the Archives include: inward and outward passenger lists for Fremantle from 1898; pay cards for veterans of World War I and World War II who enlisted in Western Australia; records concerning the establishment of WA Post Offices, including staff lists; Christmas and Cocos Island administration records; records of internees, aliens and prisoners of war interned in Western Australia; WA Customs records, and meteorological records."
    }
  ],
  "Contact": [
    {
      "Street address": "Reading Room: 384 Berwick Street, East Victoria Park WA"
    },
    {
      "Postal address": "PO Box 1144, East Victoria Park 6981"
    },
    {
      "Phone": "(08) 9470-7500"
    },
    {
      "Fax": "(08) 9470-2787"
    },
    {
      "Email": "archives@naa.gov.au"
    },
    {
      "Website": "http://www.naa.gov.au"
    },
    {
      "Enquiries to": "Assistant Director - Public and Reader Services"
    }
  ]
}
