{
  "Name": "National Archives of Australia, Sydney Office",
  "URL": "/archives/28",
  "About": [
    {
      "Officer in charge": "Director"
    },
    {
      "Hours & facilities": "The Reading Room is open Wed-Fri 9:00am-4:30pm (extended opening until 5:30pm by prior arrangement only); closed public holidays."
    },
    {
      "Access": "A closed period of 30 years applies to most records. Official research may be carried out by authorised departmental officers. A reader's ticket is issued to all researchers who wish to request material."
    },
    {
      "Acquisition focus": "The National Archives of Australia holds a fascinating array of material, one of the most important collections of documentary heritage in the country. The Archives is the official repository for Commonwealth Government records and the personal papers of people with close links to the Commonwealth, such as federal politicians and senior public servants. \n\nThe Archives preserves valuable records created by Commonwealth departments and makes them accessible to present and future generations. Nationally, it stores hundreds of thousands of records, mainly files, but also film and photographs, magnetic tapes, maps and artefacts. The Archives Act 1983 allows access to Commonwealth records generally once they are thirty years old."
    },
    {
      "Quantity": "138,300 m."
    },
    {
      "Major holdings": "The National Archives of Australia holds records covering all facets of Commonwealth Government activity since Federation in 1901, as well as some earlier records for activities that were transferred from the colonies to the Commonwealth Government. \n\t\n\tThe National Archives of Australia Sydney Office holds Post Office files dating from 1850; crew and passenger lists (for the Port of Sydney from 1923 and the Port of Newcastle from 1865); and naval ships log books dating from 1855. The earliest document we hold is an 1804 deed of title signed by Governor Philip King approving the purchase of land, on which now stands the GPO Sydney. We also hold a number of records from the Old Government Observatory in Parramatta. The Sydney Office holds significant audiovisual records from the ABC, Film Australia, the Australian Film, Television and Radio School and SBS."
    }
  ],
  "Contact": [
    {
      "Street address": "120 Miller Road, Chester Hill 2162"
    },
    {
      "Postal address": "Locked Bag 4, Chester Hill NSW 2162"
    },
    {
      "Phone": "(02) 9645-0110 (reference service) / 9645-0100 (general enquiries)"
    },
    {
      "Fax": "(02) 9645-0108"
    },
    {
      "Email": "archives@naa.gov.au"
    },
    {
      "Website": "http://www.naa.gov.au"
    },
    {
      "Enquiries to": "Reference Officer"
    }
  ]
}
