{
  "Name": "National Gallery of Australia Research Library",
  "URL": "/archives/7",
  "About": [
    {
      "Hours & facilities": "Open Mon-Fri 9am-5pm for staff; 10am-4:45pm for approved readers; closed weekends and Public Holidays. General reference assistance available. Copying services for books, journals, original records to A3, microfilms, photographs and newspapers."
    },
    {
      "Access": "Telephone, mail, fax etc queries handled for all. Reader's ticket required for personal access [conditions apply]"
    },
    {
      "Acquisition focus": "The National Gallery of Australia Research Library is actively seeking personal papers of significant Australian artists and key art professionals as part of its role to build a greater understanding of Australian art scene."
    },
    {
      "Major holdings": "Personal Papers: Marion Hall Best, Anton Bruehl, Peter Burns, James Cant & Dora Chapman, Maximillian Feurring, Lindsay Bernard Hall, Helene Kirsova, James Mollison, Oliffe Richmond, Loudon Sainthill, Wes Stacey, John Lesley Wright\n\tOrganisational Papers: Art Association of Australia and New Zealand, Art Libraries Association (Australia & New Zealand), Australian Gallery Directors’ Council, William Dobell Art Foundation, Print Council of Australia\n\tArt Gallery Papers:  Australian Centre for Photography, Avago Gallery, Gallery A, Helen Maxwell Gallery, Josef Lebovic Gallery Susan Gillespie Gallery\n\tOral History: James Gleeson Interviews with Australian Artists, 1977-1980\n\tEphemera: \n\t\n\t\tAustralian & New Zealand Artists files\n\t\tInternational Art & Artists Files"
    }
  ],
  "Contact": [
    {
      "Street address": "Parkes Place, Parkes 2600"
    },
    {
      "Postal address": "GPO Box 1150, Canberra 2601"
    },
    {
      "Phone": "(02) 6240-6530"
    },
    {
      "Fax": "(02) 6273-2155"
    },
    {
      "Email": "Joye.Volker@nga.gov.au"
    },
    {
      "Website": "http://www.nga.gov.au/Research/Collection.cfm"
    },
    {
      "Enquiries to": "Joye.Volker@nga.gov.au"
    }
  ]
}
