{
  "Name": "Adelaide City Council Archives",
  "URL": "/archives/274",
  "About": [
    {
      "Officer in charge": "Manager - Records and Archives"
    },
    {
      "Hours & facilities": "Search Room open Mon to Fri 9am-5pm. Reference services. Document search assistance. Private research interview room. Copying and framing services. A range of brochures and source sheets. Electronic and manual finding aids. PC access to archival databases. Microfilm readers."
    },
    {
      "Access": "Researchers are required to read the Search Room Rules set out in the Notice to Users and sign the Visitors Book. Advance notice of visit preferred."
    },
    {
      "Acquisition focus": "Archives of the Council and Corporation of the City of Adelaide 1840 - ; City of Adelaide Civic Collection c1810 - ; City of Adelaide Oral History Collection 1978 - 2000."
    },
    {
      "Quantity": "4,000 m (ACA Australian Archival Statistics, 1998)"
    },
    {
      "Major holdings": "Minutes and Reports of Council, 1872- . City Treasurer's Dept: Assessment Books, 1846- . Town Clerk's Dept: Dockets and Files, c1865-1976. City of Adelaide Building Plans, 1925- . City Engineer's Dept: Dockets and Files. 1902-1970. Photographic Collections, 1860- . Colonel William Light Collection c1810-1839 Queen Adelaide Collection c1830s"
    },
    {
      "Guides": "Guide to services and holdings Guide to Town Clerk’s Department Records Guide to City Engineer’s Department Records Civic Collection Guide Preservation Management – a Guide to Conservation Guide to the Oral History Collection City Archives Source Sheets (42)"
    },
    {
      "References": "Peter Crush, 'The Records of the Corporation of the City of Adelaide' ASA Conference Proceedings 1981. Karen George, City Memory. A Guide and Index to the City of Adelaide Oral History Collection Corporation of the City of Adelaide, 1999. Robert Thornton, ‘The Records of the Town Clerk’s Department’, Community History, vol.8, no.3, July 1998. Robert Thornton, ‘Rose – Tinted Images. The Photographic Archives of the City of Adelaide’, Archives and Manuscripts, Dec 2000. Robert Thornton, ‘City of Archives – reflecting on the 25th anniversary of the Adelaide City Archives’, Australian Society of Archivists Bulletin, No.4, October 2003. News Notes, Archives and Manuscripts, passim."
    }
  ],
  "Contact": [
    {
      "Street address": "Topham Mall, off 56 Waymouth Street, Adelaide 5000"
    },
    {
      "Postal address": "GPO Box 2252, Adelaide, 5001"
    },
    {
      "Phone": "(08) 8203-7439"
    },
    {
      "Fax": "(08) 8203-7336"
    },
    {
      "Email": "cityarchives@adelaidecitycouncil.com"
    },
    {
      "Website": "http://www.adelaidecitycouncil.com/archives"
    },
    {
      "Enquiries to": "Archives Access Officer"
    },
    {
      "Note": "Formerly listed as Adelaide City Archives."
    }
  ]
}
