{
  "Name": "Parliament of New South Wales",
  "URL": "/archives/131",
  "About": [
    {
      "Officer in charge": "Manager, Parliamentary Archives"
    },
    {
      "Hours & facilities": "Open weekdays by appointment; closed public holidays and Christmas - New Year period. General reference assistance available. Copying services available for books, journals and original records to A3. Referral to paid researchers is available. Introductory brochure available."
    },
    {
      "Access": "At least 1 week's advance notice of visit required with details of subject to be researched. Closed period of 25 years applies to most records. Access to records not normally available for research can be gained by authorisation from the Presiding Officer of Parliament."
    },
    {
      "Acquisition focus": "The archival records of the two houses of the NSW Parliament (including Committee Archives) and the associated administrative and service departments connected with them."
    },
    {
      "Quantity": "1,000m."
    },
    {
      "Major holdings": "NSW Legislative Council I: Manuscript records 1824-1856 (100m). NSW Legislative Council: Tabled papers 1856-1981 (109m); Committee bills 1856-1981 (36m). NSW Legislative Assembly: Tabled papers 1856-1981 (189m); Committee bills 1899-1981 (15m)."
    },
    {
      "Guides": "Lawrie, Robert, Guide to the Archives of the Parliamentary Standing Committee on Public Works 1888-1930. Sydney: NSW Parliament, 1987 Lawrie, Robert, Guide to the Archives of the Legislative Assembly. Sydney: NSW Parliament, 1988. Lawrie, Robert, Guide to the Archives of the Parliamentary Library. Sydney: NSW Parliament, 1990. Lawrie, Robert, Guide to the Archives of the Legislative Council. Sydney: NSW Parliament, 1991."
    },
    {
      "References": "Wilson, Andrew, 'New South Wales Parliamentary Archives' Archives and Manuscripts 11/1 (May 1983): 29-37"
    }
  ],
  "Contact": [
    {
      "Street address": "Parliament House, Macquarie Street, Sydney 2000"
    },
    {
      "Postal address": "As above"
    },
    {
      "Phone": "(02) 9230-2615"
    },
    {
      "Fax": "(02) 9230-3015"
    },
    {
      "Website": "http://www.parliament.nsw.gov.au"
    }
  ]
}
