{
  "Name": "Powerhouse Museum",
  "URL": "/archives/114",
  "About": [
    {
      "Officer in charge": "Archives Manager"
    },
    {
      "Hours & facilities": "Open Mon-Fri 9am-5pm by appointment; closed public holidays. General reference assistance and copying services available."
    },
    {
      "Access": "Contact the Archives for details"
    },
    {
      "Acquisition focus": "The Archives holds the Museum’s institutional records dating from the Museum’s establishment in 1880 to the present. It also holds collected archives (the private archives of individuals, businesses and organisations) relating to science, technology, industry, design, decorative arts and social history."
    },
    {
      "Quantity": "668m (60% in-house)."
    },
    {
      "Major holdings": "Institutional archives dating from 1880 include correspondence files, minute books, stockbooks, papers of Directors and scientific staff, exhibition records, audiovisual productions, photographs, oral history tapes, museum publications, etc. Collected archives include the papers of aeronautics pioneer Lawrence Hargrave; aviators Lores Bonney and C. Arthur Butler; contemporary Australian designers Gordon Andrews, Douglas Annand, Richard Beck, Dahl & Geoffrey Collings, Max Forbes, Gerard Herbst, Linda Jackson, Jenny Kee, Richard Haughton James, Margaret Lord, Fred Ward and Derek Wrigley; crafts advisor Mary White; and the records of manufacturers Berlei Ltd, Martin Boyd Pottery, Shannons Roof Tile Company, Speedo, Victa, F.T. Wimble Inks, and Wunderlich; engineers Buzacott & Co and WHS Stacy and Co; project home builders Pettit & Sevitt; commercial photographers Henry Talbot and David Mist; Bombala Times newspaper company."
    },
    {
      "Guides": "Unpublished guides and inventories are available for most material. Entries for most collected archives will be found in the National Library of Australia's Register of Australian Archives and Manuscripts www.nla.gov.au/raam/ and on Collections Australia Network www.collectionsaustralia.net. Summaries of museum staff scientists' papers will be found on the Australian Science and Technology Heritage Centre's Bright Sparcs database www.asap.unimelb.edu.au/bsparcs/ and in The Guide to the Archives of Science in Australia, volume 1, Records of Individuals. Melbourne, D.W. Thorpe/ASAP, 1991."
    },
    {
      "References": "Mitchell, Tony, 'Museum Archives: A Case Study - The Museum of Applied Arts and Sciences, Sydney' Archives and Manuscripts 9/1 (September 1981): 66-71 Seeff, Judy, 'Archives as Museum Objects' Archives and Manuscripts 13/1 (May 1985): 39-48. Yoxall, Helen, 'Documenting our own place: the need for archival programs in museums', Museum National 3/4 (May 1995): 14-15. Davidson, Susan. 'Designer archives of the Powerhouse Museum', Artwrite 16 (July 1999) www.artwrite.cofa.unsw.edu.au/9916/1916_pages/davidson_designerarchives.html"
    }
  ],
  "Contact": [
    {
      "Street address": "Harwood Building, MacArthur Street East, Ultimo"
    },
    {
      "Postal address": "PO Box K346, Haymarket 1238"
    },
    {
      "Phone": "(02) 9217-0458"
    },
    {
      "Fax": "(02) 9217-0158"
    },
    {
      "Email": "archive@phm.gov.au"
    },
    {
      "Website": "http://www.powerhousemuseum.com/archives/index.asp"
    }
  ]
}
