{
  "Name": "Public Record Office Victoria",
  "URL": "/archives/326",
  "About": [
    {
      "Officer in charge": "Director and Keeper of Public Records"
    },
    {
      "Hours & facilities": "Access Services – Services to the Public\nReading Room open Mon-Fri 9am-4:30pm; open second and last Saturdays of each month 9am-4:30pm (except for Public Holidays). General reference assistance available to search room visitors, with some limitation on enquiries by mail or phone. PROV’s online catalogue provides access to the holdings and includes the facility to order records to be retrieved for viewing in the Reading Room as well as providing online access to digital records. Copying services available for original records to A3, microfilms, photographs, maps and plans.\nNote that the Victorian Archives Centre Reading Room is a shared facility in which both Public Record Office Victoria and the National Archives of Australia, Victorian Regional Office, provide reference services. See the NAA listing for details of NAA services.\nOther PROV services to the public at VAC include:\n\nAn exhibition program presenting exhibitions at the Victorian Archives Centre, as well as touring and online exhibitions.\nA diverse seminar and training program at both the VAC and the Ballarat Archives Centre.\nIn partnership with ASA and other institutions, PROV presents the Archival Support Program aimed at small archives and collecting institutions across Victoria.\nRegular tours of PROV facilities are provided by volunteer tour guides.\n\nRecords Services – Services to Government\nRecords Services at PROV is responsible for:\nProviding best practice records management and archiving advice, standards and specifications.\nProviding best practice state-of-the-art digital records management and archiving advice, standards and specifications.\nIdentifying which Victorian public records are to be kept and their retention periods.\nTaking into custody and preserving records identified as permanent.\n\nThrough these activities, and by ensuring all Victorian people have ready access, understanding and appreciation of the State’s records, PROV accomplishes its mission in assisting Victorians to have an open and accountable state government."
    },
    {
      "Access": "Action taken under Section 9 or 10 of the Public Records Act 1973 can restrict public access to certain records: Restrictions under Section 9 depend on the nature of personal information contained in the records and their dates of creation, Section 10 closures are for a maximum closed period of 30 years from the date the records are transferred to PROV."
    },
    {
      "Acquisition focus": "Public Record Office Victoria has responsibility to select records of the government of Victoria that are worthy of preservation as set out in the Public Records Act 1973. (Amendments to this Act can be found in the Arts Institutions (Amendment) Act 1996)."
    },
    {
      "Quantity": "83,457 m (at 30 June 2004)"
    },
    {
      "Major holdings": "Registrar of Probates, Supreme Court: Probate and Administration files 1841- (2196m); Wills 1853- (496m). State Coroner's Office: Inquest Deposition Files 1856- (796m). Education Department: School Building File 1868-1975 (518m); Primary Schools Correspondence Files 1878-1962 (750m). Office of Director of Public Prosecutions: Criminal Trial Briefs 1841-(2347m). Department of Crown Lands and Survey: Land Selection and Correspondence Files 1856-1984 (1062m). Office of Titles: Application for certificates of title 1862-(1291m). Victoria Police: Central Registry Branch Correspondence Files 1949- (1346m)."
    },
    {
      "Guides": "Finding Your Story: A Resource Manual to the Records of the Stolen Generations in Victoria 2005. My heart is breaking, a joint guide to records about aboriginal people in the Public Record Office and Australian Archives 1993."
    },
    {
      "References": "Private Lives, Public Records: Family History Resources at Public Record Office Victoria, 2003, reprinted 2004. Historical Records of Victoria, Foundation Series 1981- (8 vols). Eureka - from the official records, 1995. Profile, Records Management News 1993- . Proactive, Access Services Newsletter 1983- . rEsearch, Access Services text only, email newsletter 2003- ."
    },
    {
      "See also": "Public Record Office - Ballarat Repository and Search Room"
    }
  ],
  "Contact": [
    {
      "Street address": "99 Shiel St, North Melbourne, 3051"
    },
    {
      "Postal address": "PO Box 2100, North Melbourne 3051"
    },
    {
      "Phone": "(03) 9348-5600"
    },
    {
      "Fax": "(03) 9348-5656"
    },
    {
      "Email": "ask.prov@dvc.vic.gov.au"
    },
    {
      "Website": "http://www.prov.vic.gov.au/welcome.htm"
    },
    {
      "Enquiries to": "Senior Manager, Access Services or Senior Manager, Record Services"
    },
    {
      "Note": "The Victorian Archives Centre provides all of the services and contains all records formally accessed through the Public Record Office of Victoria’s Melbourne Archives Centre (Public Reading Room), which was located at Level 2, Casselden Place, 2 Lonsdale Street, Melbourne 3000 and the Laverton Base Repository and Search Room, which was located at 57 Cherry Lane, Laverton North 3026. Both of these facilities are now closed."
    }
  ]
}
