{
  "Name": "Queensland State Archives",
  "URL": "/archives/247",
  "About": [
    {
      "Officer in charge": "Director and State Archivist"
    },
    {
      "Hours & facilities": "Open Mon-Fri 9am-4:30pm; closed public holidays and between Christmas and New Year. General reference assistance available in Public Search Room. Copying services available for most records and finding aids. Introductory brochure available."
    },
    {
      "Access": "Restricted period of 30 years applies to most records. Access to restricted records may be gained with written authority from the head of the creating agency or its legitimate successor. Children under the age of 14 not admitted to Search Room."
    },
    {
      "Acquisition focus": "Queensland State Archives is the official repository for those records of State Government Departments, Local Government Authorities, State Courts, Commissions of Inquiry and Statutory Authorities which are considered to warrant permanent preservation for historical, legal administrative or other reasons."
    },
    {
      "Quantity": "33,771 m (ACA Australian Archival Statistics, 1998)"
    },
    {
      "Major holdings": "Executive Council: Minutes. Colonial Secretary/Home Office/Premier: Correspondence. Government Resident, Moreton Bay: Correspondence. Governor's Office: Correspondence. Immigration: Passenger Lists and Migrant Files. Land: Leasehold Registers and Files. Cabinet: Minutes. Education: Records Relating to Schools, Children and Teachers. Supreme Court: Civil and Criminal Files, Ecclesiastical Files, Intestacies, Naturalizations. Works: Government Building Plans and Files. Treasury: Correspondence. Aboriginal and Torres Strait Islander Programs: Correspondence. State Electoral Office: State Electoral Rolls."
    },
    {
      "Guides": "Preliminary Guide to Holdings (to 1984) Guide to the Records of the Colonial Secretary's Office , 1859-1896. Guide to the Records of the Crown Lands Office 1842-1875 and the Crown Lands Commissioners' Offices 1842-c1900. Guide to the Records of the Lands Department, 1866-1910. Records Guide: A Guide to Queensland Government Records Relating to Aboriginal and Torres Strait Islander Peoples."
    }
  ],
  "Contact": [
    {
      "Street address": "435 Compton Road, Runcorn 4113"
    },
    {
      "Postal address": "PO Box 1397, Sunnybank Hills 4109"
    },
    {
      "Phone": "(07) 3131 7777"
    },
    {
      "Fax": "Fax: (07) 3131 7764"
    },
    {
      "Email": "info@archives.qld.gov.au"
    },
    {
      "Website": "http://www.archives.qld.gov.au"
    },
    {
      "Enquiries to": "Reference Archivist"
    }
  ]
}
