{
  "Name": "RMIT University Archives",
  "URL": "/archives/551",
  "About": [
    {
      "Officer in charge": "University Archivist"
    },
    {
      "Hours & facilities": "Open by appointment Monday to Friday 9am - 5pm; closed on weekends, Christmas to New Year and Public Holidays. General reference assistance available. Copying services available for original records to A3."
    },
    {
      "Access": "Access to the Archives is by appointment only, with advance notice of one week (preferably written) required stating the purpose of the research."
    },
    {
      "Acquisition focus": "Records of current and past students and staff of RMIT University and merged institutes and colleges including State College of Victoria (Coburg); Preston Institute of Technology; Phillip Institute of Technology; Emily McPherson College, Melbourne College of Printing and Graphic Arts; and Melbourne Institute of Textiles."
    },
    {
      "Quantity": "2,100 m"
    },
    {
      "Major holdings": "Photographic Collection from 1887\n\tProspectus Books, Calendars & Handbooks\n\tCorrespondence & Subject Files\n\tCommittees & Boards Magazines, Newsletters & Journals\n\tStaff & Student Records"
    },
    {
      "References": "Stephen Murray-Smith and Anthony John Dare, The Tech. A Centenary of the Royal Melbourne Institute of Technology, Hyland House, Melbourne, 1987.\n\tBrian Carroll, A Decade of Achievement - Phillip Institute of Technology, RMIT Press, Abbotsford, Victoria, 1995.\n\tJames Docherty, The Emily Mac - The story of The Emily McPherson College 1906-1979, Ormond, 1981.\n\tBill Anderson, Threads. A History of the Melbourne Institute of Textiles 1949-1998, Melbourne Institute of Textiles, 1998."
    }
  ],
  "Contact": [
    {
      "Street address": "Building 253, Level 1, Room 32, RMIT Bundoora East Campus, Plenty Road, Bundoora"
    },
    {
      "Postal address": "PO Box 71, Bundoora, Victoria, 3083"
    },
    {
      "Phone": "(03) 9925 6002 or (03) 9925 6067"
    },
    {
      "Fax": "(03) 9925 6159"
    },
    {
      "Email": "archives@rmit.edu.au"
    },
    {
      "Website": "www.rmit.edu.au"
    }
  ]
}
