{
  "Name": "Royal Australian and New Zealand College of Obstetricians and Gynaecologists (RANZCOG)",
  "URL": "/archives/370",
  "About": [
    {
      "Officer in charge": "Archivist"
    },
    {
      "Hours & facilities": "Open by appointment only. General reference assistance available. Copying services available for original records to A3, microfilms, photographs, newspapers, maps and plans."
    },
    {
      "Access": "Two weeks' advance notice of visit required by telephone or in writing. Closed period of 30 years applies to most records. For access to records within this period approval must be gained."
    },
    {
      "Acquisition focus": "The Archives are derived from the records of the Australian Council of the RCOG, the RACOG, RANZCOG, the Arthur Wilson Foundation, the Australian and New Zealand Journal of O & G, Fellows and other sources. Certain societies have developed in relation to special interests of College members and the records of these societies relevant to the College are also included.The records consist of manuscripts, typescripts (this includes records of the College administration section), photocopies, photographs, microforms, artefacts, college apparel and record books."
    },
    {
      "Quantity": "29m (90% in-house)"
    },
    {
      "Major holdings": "Australian Council, RCOG: Minutes 1947-1979 (0.56m); Correspondence files 1944-1979 (2.66m); Members RCOG Files 1972-1979 (1.54m); Examination Section: General files 1952-1979 (2.94m); Hospital Recognition Committee - Minutes, correspondence 1950-1981 (0.84m); President Newsletter 1953-1979 (0.14m). RACOG: Minutes 1980-1998; RANZCOG: Minutes 1999- ; Correspondence files 1979-1986 (0.85m). F J Browne: Personal papers 1901-1988 (1.07m). Arthur Wilson Memorial Foundation: Minutes 1953-1987 (0.14m). Other personal papers."
    }
  ],
  "Contact": [
    {
      "Street address": "254-260 Albert Street, East Melbourne, Vic."
    },
    {
      "Postal address": "As above"
    },
    {
      "Phone": "(03) 9417-1699"
    },
    {
      "Fax": "(03) 9419-0672"
    }
  ]
}
