{
  "Name": "Royal Geographical Society of South Australia Inc.",
  "URL": "/archives/301",
  "About": [
    {
      "Officer in charge": "Librarian"
    },
    {
      "Hours & facilities": "Open Monday to Friday 10am to 1pm. General reference assistance available. Copying services available for books, journals, microfilms, photographs, newspapers, maps and plans. Any requests for copies of archival material are to be made in writing and addressed to the Society's Library Committee. Referral to paid researchers is available. Introductory brochure available."
    },
    {
      "Access": "Researcher is given microfilm of archival records unless he/she specifically requires the original."
    },
    {
      "Acquisition focus": "Works dealing with the geography and history of Australia. Works on exploration, particularly Australian. Relevant reference works."
    },
    {
      "Quantity": "13m (60% in-house)."
    },
    {
      "Major holdings": "Various Explorers' Diaries: Diaries, letters, maps, sketches, 1800s (3m). Royal Geographical Society of Australasia (SA Branch): Council minutes, correspondence, photographs, ephemera 1885- (10m). Banks, Sir Joseph: Journals 1766-1809 (0.15m). Stuart, John McDouall: Diary 1860-61 (0.28m). Angas, GF: Watercolours 1845-1849 (0.5m). Brock, DG: Diary 1844-1846 (0.23m)."
    },
    {
      "Guides": "Mander-Jones, P (compiler), Catalogue of the Manuscripts in the Library of the Royal Geographical Society of Australasia (SA Branch) Adelaide: The Society , 1981. Petherick, EA (compiler), Catalogue of the York Gate Geographical and Colonial Library. London: John Murrary, 1882, 1886."
    },
    {
      "References": "Finnis, HJ 'The MSS of the York Gate Library' RGSASA Proceedings Vol 53 (1951-52): 29-45. Lysaght, AM Joseph Banks in Newfoundland and Labrador, 1766 London: Faber and Faber, 1971: 111-177. Tregenza George French Angas Adelaide: Art Gallery Board of SA, 1980: 66-71, 73-76"
    }
  ],
  "Contact": [
    {
      "Street address": "c/ State Library of South Australia, North Terrace, Adelaide 5000"
    },
    {
      "Postal address": "GPO Box 419, Adelaide 5001"
    },
    {
      "Phone": "(08) 8207-7265 / 8207-7266"
    },
    {
      "Fax": "(08) 8207-7247"
    }
  ]
}
