{
  "Name": "Society of Australian Genealogists",
  "URL": "/archives/161",
  "About": [
    {
      "Officer in charge": "Archives Officer"
    },
    {
      "Hours & facilities": "Open Tues, Wed, Thurs and Sat 10:30am-4pm (for members and day researchers); 2nd Tues of each month 5:30-9pm (members only); closed Mon, Fri and public holidays. Reference assistance available in person as well as referral to paid researchers. Copying services for original records to A3, photographs, newspapers, maps and plans. The society also operates a library of books, journals, microform and computer based materials."
    },
    {
      "Access": "Minimum age 16 years. Researchers may be members of the Society or Day Researchers. Day Researchers must show identity, complete a research form and pay a fee. Membership to the Society is available on application to, and subject to approval of, the Council. The Society records are restricted but the majority are available on application to the Archives Officer. Primary records are available upon request."
    },
    {
      "Acquisition focus": "The Society maintains its own records relating to establishment, activities and growth of Council and Committees including minutes and financial records. The Society collects Primary Records which include cemetery transcripts, diaries, family papers and documents, research notes, photographs, maps and charts, with a focus on unpublished personal histories (905 in-house). All Primary Record material is donated to the Society. About half the Primary Records collection is computerised, with the balance on cards. The computer index is now on-line - see www.sag.org.au/store.html."
    },
    {
      "Major holdings": "Bound mss 50-65 cm. Bound mss up to 50 cm. Family papers - closed series Family papers & documents Photographs & pictures, small Photographs & pictures, large. Reeve records. Rolled maps & charts. Brass rubbings, small. Brass rubbings, large. Confidential material. Thomson Grant records. To Mutch Memorial cuttings. Marriage unit forms. Framed material. Outsize items. Dennes records. Waldron-McCarthy. Artefacts."
    },
    {
      "Guides": "The Society of Australian Genealogists Guide to the Library SAG, 1982: 43-47."
    },
    {
      "References": "Robinson, Tim, 'An Introduction to the Primary Records' Descent Vol 11/2: 83-90."
    }
  ],
  "Contact": [
    {
      "Street address": "Richmond Villa, 120 Kent Street, Sydney 2000"
    },
    {
      "Postal address": "As above"
    },
    {
      "Phone": "(02) 9247-3953"
    },
    {
      "Email": "archives@sag.org.au"
    },
    {
      "Website": "http://www.sag.org.au/"
    },
    {
      "Enquiries to": "Honorary Research Officer"
    }
  ]
}
