{
  "Name": "St. Vincent's Hospital Archives",
  "URL": "/archives/530",
  "About": [
    {
      "Officer in charge": "Barbara Cytowicz, Archivist"
    },
    {
      "Hours & facilities": "Open by appointment three days per week. Closed on public holidays. There is general reference assistance and a limited copying service for books, journals and original records to A3 size."
    },
    {
      "Access": "Intending visitors should contact the Archivist with details of the nature and purpose of their research prior to their visit. There are access restrictions to some records in accordance with legislative, administrative and donor requirements."
    },
    {
      "Acquisition focus": "Administrative records related to the foundation, development and operations of St.Vincent's Hospital Melbourne, and the working life of its medical, nursing and other staff. Medical records are managed by the Health Information Services Department, not the Archives."
    },
    {
      "Major holdings": "Annual Reports 1893-. Photographs of hospital staff, services, departments, celebrations and building works 1890s-. Surgeons' and physicians' case books 1893-1910. Registers of nurses in the training school 1893-1973. Nurses' identification and training records c. 1929-1953. Minutes and papers of executive and management committees 1920s-. CEO files. Oral histories and research and manuscript papers for Ways of a Hospital (the centenary history of the hospital). Press cuttings and publicity material, principally 1930s-. Staff newsletters 1960s-. Past Nurses' Association papers 1920s-. Instruments and artefacts associated with hospital surgeons, physicians or nursing education."
    },
    {
      "References": "Cytowicz, B., 2002, St Vincent's Hospital, Melbourne, in News Notes, Archives and Manuscripts, Vol 30, No 2 (November). Egan, B. 1993, Ways of a Hospital: St Vincent's Melbourne 1890s - 1990s, Allen & Unwin, St Leonard's, NSW. Skewes, E. RSC 1989, Mother Mary Berchmans Daly: Foundress of St Vincent's Hospital Melbourne, Spectrum Publications, Melbourne. Vellar, I. 2002, The Doers: The History of Surgery at St Vincent's Hospital, Melbourne 1890s - 1950s, Melbourne. Vellar, I. 2004, Surgery and Surgeons at St Vincent's Hospital Melbourne 1950s - 2000, Melbourne."
    }
  ],
  "Contact": [
    {
      "Street address": "Level 3, Daly Wing, 35 Victoria Parade, Fitzroy, 3065"
    },
    {
      "Postal address": "GPO Box 2900, Fitzroy 3065"
    },
    {
      "Phone": "(03) 9288 3040"
    },
    {
      "Fax": "(03) 9288 2242"
    },
    {
      "Email": "Barbara.Cytowicz@svhm.org.au"
    },
    {
      "Enquiries to": "The Archivist"
    }
  ]
}
