{
  "Name": "State Records New South Wales, Sydney Reading Room",
  "URL": "/archives/24",
  "About": [
    {
      "Officer in charge": "Director"
    },
    {
      "Hours & facilities": "Services to the Public : Open Mon-Fri 9am-5pm and Sat 10am-4pm; closed Sunday and public olidays. Reference assistance available. Copying services for original ecords to A2, microfilms, photographs, maps and plans. Introductory rochures available. General reference assistance is available to eading room visitors with some limitation on enquiries by mail or hone. State Records online database (Archives Investigator and Photo Investigator) provides access to records and includes a facility to pre order records in the reading room as well as providing an online copy order service."
    },
    {
      "Access": "Minimum age 18 years. Application for access approved on the spot only for original records in the open access period. 2 forms of identity with signatures required. Closed period of 30 years applies to most records. Access to records not normally available for research can be gained by letter of authority from creating agency."
    },
    {
      "Acquisition focus": "To preserve records which:document government policy, determination and action; embody citizens' legal rights; and document information about their existence and identity. Records which are valuable for research on all aspects of the history and development of the State, communities, individuals, public administration."
    },
    {
      "Quantity": "60,000 shelf metres (2007/08 Annual report)"
    },
    {
      "Major holdings": "Major holdings are available from the Western Sydney Records Centre and may be pre-ordered. Uncopied records are stored at the Western Sydney Records Centre."
    },
    {
      "Guides": "State Records NSW, Archives Investigator, on-line archives information and access system accessible at http://investigator.records.nsw.gov.au/default.aspx.\n\t\n\t\n\t\n\t\n\tState Records NSW, Photo Investigator, a searchable database providingaccess to each image and its descriptive metadata, which is linked to Archives Investigator http://investigator.records.nsw.gov.au/asp/photosearch/introduction.htm\n\t\n\t\n\t\n\t\n\tA current list of published guides are listed on the website at http://www.records.nsw.gov.au/archives/guides_857.asp\n\t\n\t\n\t\n\t\n\tOnline indexes are at http://www.records.nsw.gov.au/archives/indexes_online_3357.asp\n\t\n\t\n\t\n\t\n\tState Records Authority of New South Wales, Guide to New South Wales State Archives Relating to Convicts and Convict Administration, Sydney:State Records Authority of NSW, 2006.\n\t\n\t\n\t\n\t\n\tArchives Authority of New South Wales, Guide to Shipping and FreePassenger Records (2nd edition), Sydney: Archives Authority of NSW, 1984.\n\t\n\t\n\t\n\t\n\tGuide to NSW State archives relating to Aboriginal people. State Records NSW 1998 (Online http://www.records.nsw.gov.au/publications/aboriginalguide/aboriginalguidetoc.htm)"
    },
    {
      "References": "Gore, Richard 'Archives Authority of New South Wales: The First 25 years, 1961-1986' Descent 16/3 (September 1986).\n\t\n\t \n\t\n\t\n\tAllen, Michael 'Administration of public archives to 1988' APILS\n\t\n\t (March 1988)."
    },
    {
      "See also": "State Records New South Wales - Western Sydney Records Centre\n\t\n\t \n\t\n\t\n\tState Records New South Wales - Armidale Repository\n\t\n\t \n\t\n\t\n\tState Records New South Wales - Broken Hill Repository\n\t\n\t \n\t\n\t\n\tState Records New South Wales - Newcastle Repository (1)\n\t\n\t \n\t\n\t\n\tState Records New South Wales - Newcastle Repository (2)\n\t\n\t \n\t\n\t\n\tState Records New South Wales - Wagga Wagga Repository\n\t\n\t \n\t\n\t\n\tState Records New South Wales - Wollongong Repository"
    }
  ],
  "Contact": [
    {
      "Street address": "2 Globe Street, The Rocks 2000"
    },
    {
      "Postal address": "As above"
    },
    {
      "Phone": "(02) 9673-1788"
    },
    {
      "Fax": "(02) 9833-4518"
    },
    {
      "Email": "info@records.nsw.gov.au"
    },
    {
      "Website": "http://www.records.nsw.gov.au"
    },
    {
      "Enquiries to": "Public Access"
    }
  ]
}
