{
  "Name": "State Records Office of Western Australia",
  "URL": "/archives/449",
  "About": [
    {
      "Officer in charge": "Director of State Records"
    },
    {
      "Hours & facilities": "Search Room open Mon-Fri 9:30am-4:30pm; closed public holidays. Reference assistance available in person, by telephone, by email and by mail. Copying services available for original records at discretion of SRO staff."
    },
    {
      "Access": "Researcher's ticket issued on day of application. Advance notice of visit recommended for short-term researchers conducting in-depth projects. Proof of identity required. Approval to obtain access to restricted archives to be sought from the administering agency."
    },
    {
      "Acquisition focus": "The State Records Office of Western Australia is responsible for the care and control of State archives in the State archives collection in accordance with the State Records Act 2000."
    },
    {
      "Quantity": "18,199 m (ACA Australian Archival Statistics, 1998)"
    },
    {
      "Major holdings": "Colonial Secretary's Office: Inward, outward, letters 1828-1921. Indigenous Affairs: Files 1898-1970s. Land Information: Files 1829-1900. Education Department: Schools files 1880-1990s. Supreme Court: Registers, indexes, files 1830-1960 (800m). Industrial Relations: Files, Registers. Supreme Court: Appeals, Wills etc 1830-1945 (800m)."
    },
    {
      "Guides": "Aboriginal Records Architectural Records Birth, Death and Marriages Cartographic Records Colonial Secretary’s Office Records Convict Records Education and School Records Harbour and Shipping Records Hospitals and Health Records Land Records Local Government Records Mining Records Passenger Lists and Immigration Records Police Records Premier, Cabinet and Parliamentary Records Prison and Gaol Records Railway Records Online searching of the register of State archives is also available through the State Records Office’s website at http://aeon.sro.wa.gov.au/Investigator/investigator.htm"
    },
    {
      "References": "Henderson, K-J, 'Co-operation for the future: the manuscripts programme' Archives & Manuscripts 10/2 (Dec 1982): 136-140. Reynolds, T 'Records relating to Australian aborigines in the Western Australia Government Archives' Studies in Western Australian History VIII (Dec 1984): 88-101. Reynolds, T. 'Records relating to religion in the State Archives of Western Australia' Studies in Western Australian History 1X (Oct 1987): 169-176. Moran, R. 'Archives as a collective memory' National Library of Australia News 1/9 (June 1991): 11-13. Public Records Office of Western Australia Records Disposal Handbook. 1992. Public Records Office of Western Australia Policies and Standards Manual. 1992. Public Records Office of Western Australia General Disposal Authorities Manual. 1994. Public Records Office of Western Australia General Retention and Disposal Schedule for Local Government. 1994. Public Records Office of Western Australia Electronic Records: an Investigation into Retention, Storage and Transfer Options. 1993. Public Records Office of Western Australia Public Records Management: a Guide to Normal Administrative Practice. 1995. Coggin, C. and Reynolds, T.R. The State Archives of Western Australia. In 'Western Perspectives...', edited by R.C. Sharman and L.A. Clyde."
    }
  ],
  "Contact": [
    {
      "Street address": "Alexander Library Building, Perth Cultural Centre, Perth 6000"
    },
    {
      "Postal address": "As above"
    },
    {
      "Phone": "(08) 9427-3360"
    },
    {
      "Fax": "(08) 9427-3368"
    },
    {
      "Website": "http://www.sro.wa.gov.au/"
    },
    {
      "Enquiries to": "Director of State Records"
    }
  ]
}
