{
  "Name": "The Congregation of the Presentation Sisters (WA) Inc",
  "URL": "/archives/416",
  "About": [
    {
      "Officer in charge": "Archivist"
    },
    {
      "Hours & facilities": "Open by appointment. Reference assistance available in person and by mail. Copying services available for photographs, newspapers, maps and plans."
    },
    {
      "Access": "Advance notice of visit required by letter stating area of interest and other necessary particulars. Access to records not normally available for access can be gained by authority from the Archivist."
    },
    {
      "Acquisition focus": "The Congregation Archives are mainly for historical purposes; although they are small archives, access is provided to students or other interested persons. (95% in-house)."
    },
    {
      "Major holdings": "General Council of the Congregation: Annals of the Congregation 1891-1905; Annals of the Colleges; Iona and Stella Maris 1940- ; Letters 1891- ; Diaries and Essays; Notes - Individual Research; Foundations - Houses 1891- ; Biography 1920's- ; Newspaper Cuttings; Plans and specifications 1930's- ; Photographs 1891- ; Registers 1891- ; Constitutions 1805- ; Acts of Reception and Profession 1890-1990; Annual Financial Statements 1900- ; Educational Policies and Reports 1950's-."
    },
    {
      "References": "Australian Historic Records Register, nos 03451, 01108, 01425, 03350, and 03301; prepared by/for the Australian Bi-centennial Authority, 1988-89. 'The Call and the Vision': The Presentation Sisters: 100 Years in Western Australia, 1891-1991; prepared by Centenary Committee, Geraldton, 1991. 'A History of the Presentation Sisters in Western Australia'. by Ruth Marchant James. (In preparation)"
    }
  ],
  "Contact": [
    {
      "Street address": "Presentation Sisters' Archives, Presentation Convent, 33 Palmerston Street, Mosman Park 6012 and\nPresentation Convent, Sanford Street, Geraldton 6530"
    },
    {
      "Postal address": "Presentation Sisters' Centre, PO Box 290, Cottesloe 6011"
    },
    {
      "Phone": "(08) 9384-5433"
    },
    {
      "Fax": "(08) 9384-9095"
    }
  ]
}
