{
  "Name": "The Royal Melbourne Hospital",
  "URL": "/archives/375",
  "About": [
    {
      "Officer in charge": "Archivist"
    },
    {
      "Hours & facilities": "Visits by appointment. General reference assistance available. Photocopying and photographic service for the copying of records and photographs available for a fee."
    },
    {
      "Access": "Advance notice of visit required. Access Agreement must be signed at the time of initial visit. Access is determined in accordance with Victorian Government requirements and guidelines. Some records may be closed to the public."
    },
    {
      "Acquisition focus": "The Royal Melbourne Hospital is a public hospital and a part of the 'Melbourne Health' network. The Archives collects administrative records relating to The Royal Melbourne Hospital [Melbourne Hospital prior to 1935], Melbourne Health and records of another hospital within the Melbourne Health network, The Royal Melbourne Hospital - Royal Park Campus [the former Immigrants' Aid Society/Mount Royal Hospital]. Some records of the now defunct Essendon and District Memorial Hospital are also held."
    },
    {
      "Major holdings": "Minutes and papers of the Board of Management and Committees of the Hospital and Network.\n\t\n\t\n\t\n\t\n\tCorrespondence of the Chief Executive Officer.\n\t\n\t\n\t\n\t\n\tAnnual Reports.\n\t\n\t\n\t\n\t\n\tSenior Medical Staff Minutes.\n\t\n\t\n\t\n\t\n\tPlans, specifications and correspondence re the building of the Parkville site.\n\t\n\t\n\t\n\t\n\tMiinutes, newscuttings and Annual Reports of Hospital Auxiliaries.\n\t\n\t\n\t\n\t\n\tPapers, reports, brochures re the history of nursing and nurse education.\n\t\n\t\n\t\n\t\n\tNewscuttings and publicity material related to the Hospital.\n\t\n\t\n\t\n\t\n\tMinutes of Hospital related Medical Research foundations.\n\t\n\t\n\t\n\t\n\tReports and correspondence of Hospital departments.\n\t\n\t\n\t\n\t\n\tPhotographs of staff, services and departments of the Hospital.\n\t\n\t\n\t\n\t\n\tMedical/Surgical instruments and equipment and Hospital memorabilia.\n\t\n\t\n\t\n\t\n\tOral histories of ex-staff members.\n\t\n\t\n\t\n\t\n\tEssendon and District Memorial Hospital Minutes of Board Committees and Annual Reports, 1965-1986.\n\t\n\t\n\t\n\t\n\tMinutes, Annual Reports and some patient records for The Royal Melbourne Hospital - Royal Park Campus, including its predecessors, namely: Immigrants' Aid Society, Victorian Homes for Aged and Infirm, Mount Royal Hospital, North West Hospital, and MECRS - Melbourne Extended Care and Rehabilitation Service."
    }
  ],
  "Contact": [
    {
      "Street address": "The Royal Melbourne Hospital, Royal Park Campus, Archives - Room 16, Building 22, Park House, Poplar Road, Parkville, Vic., 3052"
    },
    {
      "Postal address": "The Royal Melbourne Hospital\nRoyal Park Campus \n34-54 Poplar Road, \nParkville 3052."
    },
    {
      "Phone": "(03) 8387-2646"
    },
    {
      "Fax": "(03) 8387-2222 (addressed to the Archives Department)"
    },
    {
      "Email": "Gabriele.Haveaux@mh.org.au"
    },
    {
      "Enquiries to": "Archivist"
    }
  ]
}
