{
  "Name": "University of Melbourne Archives",
  "URL": "/archives/392",
  "About": [
    {
      "Officer in charge": "University Archivist"
    },
    {
      "Hours & facilities": "Open Mon - Fri: 9.30 - 5.30, except for Wed: 9.30 - 7.30. General reference assistance available. General copying services available."
    },
    {
      "Access": "Researchers need to contact UM Archives and order material in advance of their proposed visit. At least 24 hours notice is required.  They will also be asked to complete an Access Form stating the nature an dpurpose of their research. Permission must be sought for access to University records that are less than 30 years old. Otherwise access conditions vary from one collection to another."
    },
    {
      "Acquisition focus": "University: Official records of governance and administration, faculties, departments and societies; personal papers of University administrators and academics.\n\nBusiness: records of (mainly) Victorian organisations and papers of related individuals.\n\n\nLabour and other non-business bodies: records of trade unions, professional associations, community organisations, women's organisations, social welfare associations, literary collections; papers of individuals associated with these organisations."
    },
    {
      "Quantity": "15 shelf kms comprising in excess of 2200 collections."
    },
    {
      "Major holdings": "University of Melbourne: Many series and types 1853-1980. \n\tVictorian Trades Hall Council: Minutes, correspondence etc 1857-1988. \n\tStock Exchange of Melbourne: Company files 1870-1994. \n\tBroken Hill Association Smelters: Minutes, correspondence 1889-1980. \n\tBates, Smart and McCutcheon: Drawings, technical reports, job files 1862-1956. \n\tRio Tinto: Minutes, correspondence, technical reports etc 1887-1994.\n\tBright Family: Deeds, correspondence, accounts late C16th-1951.\n\tCommunist Paty of Australia, Victorian Branch: Minutes, correspondence, publications, 1930s-1980s, publications and ephemera only pre1960s.\n\tMalcolm Fraser Collection: Documents, photographs and other material relating to the life, family and career of the Rt Ho. Malcolm Fraser, Prime Minister of Australia from 1975-1983.\n\tMeanjin Archive: Correspondence from over 1200 Australian writers and cultural identities, 1940-2000.\n\tWomen's(sic) Christian Temperance Union of Victoria: Minutes from most Victorian branches, reports, publications, 1887-1999.\n\tFrank Macfarlane Burnet: Correspondence, diaries, notebooks and research material, 1899-1985."
    },
    {
      "Guides": "UMA Bulletin (published twice yearly) including online\n\tUniversity of Melbourne Archives, Guide to Collections Melbourne, 1983. \n\tForell, Andrew and McCubbin, Maryanne, The Records of the Victorian Trades Hall Council First Accession (1857-1988), List and Indexes 2 Vols., Melbourne, 1989. \n\tEntries in National Library of Australia 's RAAM database."
    },
    {
      "References": "Reeves, A P, 'The Archives Department of the University of Melbourne', Labour History 43 (1982). \n\tLee, J M, 'New South Wales Labour Records Held at Melbourne University Archives' Hummer 2 (1985). \n\tRichmond, J M, 'Oral History Resources in the Melbourne University Archives' Rewind 5 (May, 1985). \n\tMcCubbin, M, 'Women in the Paid Workforce Sources - Available at the Melbourne University Archives', Lilith 6 (Spring 1989): 109-116."
    }
  ],
  "Contact": [
    {
      "Street address": "Cultural Collections Reading Room, 3rd floor, Baillieu Library, The University of Melbourne, Melbourne Vic 3010"
    },
    {
      "Postal address": "University of Melbourne Archives, Parkville, Vic 3010"
    },
    {
      "Phone": "(03) 8344-6848, (03) 8344-9893"
    },
    {
      "Fax": "(03) 9347-8627"
    },
    {
      "Email": "archives@archives.unimelb.edu.au"
    },
    {
      "Website": "http://www.lib.unimelb.edu.au/collections/archives/"
    },
    {
      "Note": "A map for the Parkville Campus can be found at http://www.pb.unimelb.edu.au/CampusMaps/Parkville.pdf"
    }
  ]
}
