{
  "Name": "University of New England and Regional Archives",
  "URL": "/archives/186",
  "About": [
    {
      "Officer in charge": "University Archivist, Bill Oates"
    },
    {
      "Hours & facilities": "Open Mon-Fri 9am-5pm; closed Christmas-New Year period and public holidays. General reference assistance available. Copying service available for books, journals, microfilm, photographs, newspapers, maps and plans - under the guidance of archives staff."
    },
    {
      "Access": "Authorisation by depositor needed for access to closed records."
    },
    {
      "Acquisition focus": "The records of the UNE and its predecessor institutions, most notably the Armidale Teachers College & the Armidale College of Advanced Education. State and local Government records for the collection area which covers the region west of Bourke north to the Queensland border and down the east coast to Forster. A scientific collection has been identified and is managed in conjunction with Austech guidelines. UNERA is a Public Access Point for State Records and hold the Archives Resources Kit."
    },
    {
      "Quantity": "1,750m (95% in-house)."
    },
    {
      "Major holdings": "University of New England records c1928- . Pastoral industry: Station records 1830s- . Family papers: Correspondence and diaries 1830s- . Local Government records. State Government records - land, court, mining records."
    },
    {
      "Guides": "University of New England Archives Management Committee, Preliminary list of Archives and Manuscripts: University of New England Archives. Armidale: Dixson Library, University of New England, 1984 [Out of Print]. Alphabetical listing of the University of New England Archives 1995"
    },
    {
      "References": "Luxton, Robert B, 'Archival collections and local history resources in the Dixson Library' Dixson Library Report 2/4 (Summer 1983): 2-5. Purkis, Gerry and Raszewski, Christine 'Family History in the Dixson Library - chore or challenge?' Dixson Library Report 8/2 (June 1989): 5-10"
    }
  ],
  "Contact": [
    {
      "Street address": "University of New England and Regional Archives, Newling Campus, University of New England, Armidale 2351"
    },
    {
      "Postal address": "As above"
    },
    {
      "Phone": "(02) 6773-6555"
    },
    {
      "Fax": "(02) 6773-6444"
    },
    {
      "Email": "woates@pobox.une.edu.au"
    },
    {
      "Website": "http://www.une.edu.au/archives"
    }
  ]
}
