{
  "Name": "University of Wollongong Archives",
  "URL": "/archives/195",
  "About": [
    {
      "Officer in charge": "Michael Organ, University Archivist"
    },
    {
      "Hours & facilities": "Open Mon-Fri 9am-4pm; Closed Sat, Sun and between Christmas and New Year. General reference assistance available. Copying services available for books, journals, microfilms, photographs and newspapers. Referral to paid researchers is available. Introductory brochure available."
    },
    {
      "Access": "Advance notice of visit required. Proof of identity required. Closed period of 25 years applies to some records. Access to records not normally available for research can be gained by authorisation required from owners of records."
    },
    {
      "Acquisition focus": "The University Archives is responsible for the identification, selection, transfer and preservation of those records of the University deemed to be of long term or permanent value. The Archives also houses a collection of records relevant to the University's teaching and research program. Archives also maintain the Library's rare book and thesis collection."
    },
    {
      "Quantity": "1,250 m (ACA Australian Archival Statistics, 1998)"
    },
    {
      "Major holdings": "University of Wollongong: Photographs 1945- (2.5m). Cocks Collections: Photographs 1910-1930 (0.5m). McCaffrey Papers: Manuscripts 1900-1920 (1m). South Coast Labor Council: Minutes, files 1910-1980 (50m). Chamber of Manufacturers NSW: Records 1920-1970 (80m)."
    },
    {
      "Guides": "Guide to Acquired Records; Wollongong University Archives, 1988. Guide to Records of the South Coast Labour Council. The Cochrane Papua New Guinea Collection: A Preliminary Guide. Records of the NSW Chamber of Manufacturers: A Descriptive Guide. Entries in National Library of Australia Guide to Collections of Manuscripts Relating to Australia"
    }
  ],
  "Contact": [
    {
      "Street address": "Archives, University of Wollongong Library, Northfields Avenue, Wollongong 2522"
    },
    {
      "Postal address": "University of Wollongong, Wollongong 2522"
    },
    {
      "Phone": "(02) 4221-3543"
    },
    {
      "Fax": "(02) 4221-4663"
    },
    {
      "Email": "morgan@uow.edu.au"
    },
    {
      "Website": "http://www.library.uow.edu.au/archives/index.html"
    }
  ]
}
