{
  "Name": "W L Crowther Library",
  "URL": "/archives/323",
  "About": [
    {
      "Officer in charge": "Senior Librarian (Heritage Collections)"
    },
    {
      "Hours & facilities": "Open Mon-Wed and Fri 9:30am-6:00pm, Thurs 1-9pm. General reference assistance available. Copying services include photocopying, photography, microfilming and scanning."
    },
    {
      "Acquisition focus": "The W.L. Crowther Library was developed by Sir William Crowther and presented by him to the State Library of Tasmania in the period 1964-1981. The relatively few new acquisitions relate principally to whaling and seafaring."
    },
    {
      "Quantity": "40m (100% collecting)"
    },
    {
      "Major holdings": "Crowther Family: Business, Medical, Personal Papers c.1825-1980 (5m). Various: Logs of Whaling and Other Vessels c.1813-1910 (5m). Clark, Carrel Inglis: papers c.1900-1950 (2m). Kelly, James (Captain): Business, personal papers c.1810-1860 (1m). Derwent Bank/Charles Swanston: Business Records c1828-1850 (20m)."
    },
    {
      "Guides": "Voyage Summary Data for Whaling Logbooks and Journals (Unpublished). Records for some material are available on TALIS (Tasmanian Automated Library and Information Service) (telnet://talis.tased.edu.au)."
    },
    {
      "References": "Crowther, WELH, \"Survey of logs\", Royal Society of Tasmania papers and proceedings, 1971-74 (3 parts). Nicholson, I, Log of Logs. Aranda ACT: Roebuck 1990 and Log of Logs Volume 2. Woden ACT: Roebuck 1993. Sherman, S.C, Whaling Logbooks and Journals 1613-1927. New York: Garland 1986. Von Oppln, Caroline, \"Sir William Crowther: a biographical sketch\", in Tasmanian Insights: Essays in Honour of Geoffrey Thomas Stilwell. Hobart: State Library of Tasmania 1992."
    },
    {
      "See also": "State Library of Tasmania - Allport Library and Museum of Fine Arts"
    }
  ],
  "Contact": [
    {
      "Street address": "91 Murray Street, Hobart 7000"
    },
    {
      "Postal address": "As above"
    },
    {
      "Phone": "(03) 6233-7474"
    },
    {
      "Fax": "(03) 6231-0927"
    },
    {
      "Email": "Heritage.Collections@central.tased.edu.au"
    },
    {
      "Website": "http://www.tased.edu.au/library/heritage/cropage.htm"
    },
    {
      "Enquiries to": "Senior Librarian (Heritage Collections)"
    }
  ]
}
