{
  "Name": "Australian Science and Technology Heritage Centre",
  "URL": "/archives/390",
  "About": [
    {
      "Officer in charge": "Director"
    },
    {
      "Hours & facilities": "Open Mon-Fri by appointment. General reference assistance available. Copying services for books, journals and original records to A3 available. Introductory brochure available. Newsletter issued twice yearly. Assistance to researchers in relating records held elsewhere which may be of interest. Referral to paid researchers is available."
    },
    {
      "Access": "At least one week's advance notice of visit preferred, including scope of enquiry. Records are held pending arrangement and description; access can be authorised with agreement of owners/donors of records."
    },
    {
      "Acquisition focus": "Austehc is a processing and information agency only, and holds records prior to their deposit in a permanent archive. Austehc has a major database of information relating to the distribution of science, medicine and technology records throughout Australia."
    },
    {
      "Guides": "Entries in National Library of Australia Guide to Collections of Manuscripts Relating to Australia. McCarthy, G J, Guide to the Archives of Science in Australia: Records of Individuals. Melbourne: D W Thorpe 1991. McCann, D, and McCarthy, G J, The Records of Ronald Gordon Giovanelli (1915-1984). Australian Science Archives Project, 1989. McCarthy, G J, The Records of Andrew Crowther Hurley (1926-1988). Australian Science Archives Project, 1989."
    },
    {
      "References": "McCarthy, G J, 'Australian Homopolar Generator Records Saved' Newsletter IEEE; Center for the History of Electrical Engineering 15 (Summer 1987): 3 McCarthy, G J, 'Archival Solutions: The Australian Science Archives Project and the Records of the RACI' Chemistry in Australia 55/7 (July 1988): 243-245 McCarthy, G J, 'The Australian Science Archives Project: Its role, its future' Proceedings of the Sixth Biennial Conference of the Australian Society of Archivists (Perth 21-25 April 1987): 77-81."
    },
    {
      "See also": "Australian Science and Technology Heritage Centre - Canberra Office"
    }
  ],
  "Contact": [
    {
      "Street address": "Old Arts Building, The University of Melbourne 3053"
    },
    {
      "Postal address": "As above"
    },
    {
      "Phone": "(03) 8344-3304"
    },
    {
      "Fax": "(03) 9349-4630"
    },
    {
      "Email": "austehc@asap.unimelb.edu.au"
    },
    {
      "Website": "http://www.austehc.unimelb.edu.au/"
    }
  ]
}
