{
  "Name": "Blessed Sacrament Congregation and St Francis Church Heritage Centre",
  "URL": "/archives/339",
  "About": [
    {
      "Officer in charge": "Provincial Archivist"
    },
    {
      "Hours & facilities": "Open by appointment, usually on Wednesdays and Fridays, other times can be negotated. Photographs can be copied. A4 and A3 photocopy facilities are also available for most paper documents. New storage facility just opened late 1998."
    },
    {
      "Access": "All records are closed until requested. They are then assessed by the Provincial Archivist to see if they are available to the public. All records held in the archives are available to the members of the Congregation of the Blessed Sacrament."
    },
    {
      "Acquisition focus": "Records relating to the Blessed Sacrament Congregation in Australia, India and Sri Lanka since the foundation of the congregation in Australia in 1929 at St. Francis Church, Melbourne. Records relating to St. Francis Church from at least 1929. There are a few early records of the church prior to 1929. There are no baptisman, marriage and other registers held in the archives. All those records can be found with the Archdiocese of Melbourne, St Patrick's Cathedral, East Melbourne."
    },
    {
      "Quantity": "145 shelf metres of books, paper records, and film and sound recordings (100% in-house)."
    },
    {
      "Major holdings": "Minutes of various houses, council and provincial meetings. \n\tBooks on the Founder of the Congregation, St. Peter Julian Eymard. \n\tLiturgical publications. \n\t3D itms recovered from the restoration of St. Francis Church. \n\tVestments and other textiles (pre Vatican Council II). \n\tArchitectural drawings of alterations to St. Francis Church."
    }
  ],
  "Contact": [
    {
      "Street address": "St Francis Church, 326 Lonsdale Street, Melbourne 3000"
    },
    {
      "Postal address": "As above"
    },
    {
      "Phone": "(03) 9631-5017"
    },
    {
      "Fax": "(03) 9663-2817"
    }
  ]
}
