{
  "Name": "Charles Sturt University Regional Archives",
  "URL": "/archives/59",
  "About": [
    {
      "Officer in charge": "Manager, CSU Regional Archives & University Art Collection"
    },
    {
      "Hours & facilities": "Open Mon-Fri 9am-5pm; closed Christmas - New Year period and public holidays. Reference assistance and general copying services available."
    },
    {
      "Access": "Advance notice of visit is preferable since access conditions vary from one collection to another. A search ticket is required to access state archives holdings, and can be issued immediately on production of identification."
    },
    {
      "Acquisition focus": "Corporate archives of Charles Sturt University and its precursor institutions; NSW State archives regional repository for state archives from public offices in the NSW Survey and Planning Regions of Riverina (6) and Murray (5); private archives from the same regions."
    },
    {
      "Quantity": "4034.48m (as at 31/12/2007)"
    },
    {
      "Major holdings": "Corporate archives of Charles Sturt University and those of its precursor institutions, including Wagga Experiment Farm, Wagga Agricultural College, Wagga Wagga Teachers’ College, Mitchell College of Advanced Education, Goulburn College of Advanced Education, Riverina College of Advanced Education and Riverina-Murray Institute of Higher Education. \n\tState archives from public offices from regions 5 and 6, with strengths in Lands, Local Government and Court House records. \n\tPrivate archives holdings are extensive and include farmers and graziers, businesses and professions, politicians, interest groups, sporting clubs, community organisations and cultural agencies."
    },
    {
      "Guides": "CSU Regional Archives Concise Guide to State Archives from the Riverina and Murray Regions. Charles Sturt University, 1997 (hardcopy and online). \n\tCSU Regional Archives Regional Records On-Line Guide. Charles Sturt University, 2004 (online)."
    }
  ],
  "Contact": [
    {
      "Street address": "Blakemore Building, Hely Avenue, Wagga Wagga, 2650"
    },
    {
      "Postal address": "Locked Bag 588, Wagga Wagga, NSW, 2678"
    },
    {
      "Phone": "(02) 6925-3666"
    },
    {
      "Fax": "(02) 6925-3992"
    },
    {
      "Email": "archive@csu.edu.au"
    },
    {
      "Website": "http://www.csu.edu.au/research/archives"
    }
  ]
}
