{
  "Name": "Craft Australia",
  "URL": "/archives/65",
  "About": [
    {
      "Officer in charge": "Managing Director"
    },
    {
      "Hours & facilities": "Open Mon-Fri 9am-5pm; closed public holidays. General reference assistance available. Copying services available for books, journals and original records to A3. Other services include access to slides of work by crafts people for commissions, publications etc. Introductory brochure available."
    },
    {
      "Access": "Minimum of one day's advance notice of visit stating research purpose required. Proof of identity required. Access to records not normally available for research can be gained by permission from the Managing Director."
    },
    {
      "Acquisition focus": "The Archives of the Crafts Council of Australia endeavours to preserve for posterity those significant records created by the Crafts Council of Australia in its day-to-day functioning (including administrative, financial, projects and records documenting operations on behalf of Australian crafts people) and make them available mainly to staff, but also to researchers, where possible."
    },
    {
      "Quantity": "30m (100% in-house)"
    },
    {
      "Major holdings": "Crafts Council of Australia: Annual reports 1973- (0.05m); Project fees 1980- (1.5m); Australia Council files 1981- (0.6m). Crafts Council of Australia Management Commissioners Board: Agenda and minutes of meetings 1987- (0.1m). Crafts Council of Australia Information Service: Information service files 1976- (0.6m); Craftsmen's files A-W 1974- (1.3m). Crafts Council of Australia / State Craft Councils: State Crafts Council files 1983-1990 (0.6m). Crafts Council of Australia / World Crafts Council: World Craft Council files (0.6m). Crafts Council of Australia / various committees: Agenda and minutes of meetings 1970- (2m). Crafts Council of Australia / Craft Australia: Production files 1980- (5m)."
    }
  ],
  "Contact": [
    {
      "Website": "http://www.craftaus.com.au/"
    },
    {
      "Enquiries to": "Information Service Manager"
    }
  ]
}
