{
  "Name": "Cultural Collections (Archives), Auchmuty Library, University of Newcastle",
  "URL": "/archives/188",
  "About": [
    {
      "Officer in charge": "University Librarian, Academic Division"
    },
    {
      "Hours & facilities": "Open Mon-Fri 9:30am-5pm; closed Christmas to New Year. General reference assistance available and copying services for original records to A3 and photographs available. Referral to paid researchers is available."
    },
    {
      "Access": "1 day's advance notice of visit preferred. Closed period of 30 years applies to most records. Access to records not normally available for research can be gained by written authorisation of records' depositor."
    },
    {
      "Acquisition focus": "The University Archives collects and preserves permanently valuable records of; the University; University Organisations; staff and students; selected manuscript collections relating specifically to the Hunter Region, for University teaching and research."
    },
    {
      "Quantity": "2000m (60% in-house)."
    },
    {
      "Major holdings": "University of Newcastle: 1942- . \n\tAnglican Diocese of Newcastle: 1826- . \n\tNewcastle Trades Hall Council: 1878- . \n\tRoyal Newcastle Hospital: 1866- . \n\tNewcastle Co-operative Store: 1899- ."
    },
    {
      "Guides": "Guide to Archives and Manuscripts, held in University of Newcastle Archives. (Unpublished). \n\tGuide to (in-house) Archives of University of Newcastle. (Unpublished). \n\tGuide to Archives of Anglican Diocese of Newcastle. (Unpublished). \n\tEntries in National Library of Australia Guide to Collections of Manuscripts Relating to Australia."
    },
    {
      "References": "Rowe, Denis, 'Labour History records at the University of Newcastle' Labour History, 46 (May 1984): 109-115."
    }
  ],
  "Contact": [
    {
      "Street address": "Level 2, Auchmuty Library, University Drive, Callaghan NSW 2308"
    },
    {
      "Postal address": "As above"
    },
    {
      "Phone": "(02) 4921-5354"
    },
    {
      "Fax": "(02) 4921-5833"
    },
    {
      "Website": "http://www.newcastle.edu.au/service/archives/index.html"
    },
    {
      "Enquiries to": "University Archivist"
    },
    {
      "Note": "Previously known as Archives Rare Books and Special Collections Unit, Auchmuty Library"
    }
  ]
}
