{
  "Name": "Fryer Library and Department of Special Collections",
  "URL": "/archives/257",
  "About": [
    {
      "Officer in charge": "Manager, Fryer Library and University Archives"
    },
    {
      "Hours & facilities": "Semester opening hours are: Monday - Thursday 8am-10pm; Friday 8am-5pm; Saturday and Sunday 9am-5pm. For vacation hours, refer to University of Queensland Library website (http://www.library.uq.edu.au). Copying facilities are available."
    },
    {
      "Access": "The Fryer Library is open to members of the public as well as University staff and students. Advance notice of your visit is desirable. Proof of identity is required. Some collections are restricted. The main entrance to the Fryer Library is on level 4, Duhig Building (Building number 2). A site map is available at http://www.library.uq.edu.au/maps/ssah.html"
    },
    {
      "Acquisition focus": "The Fryer Library is the branch of the University of Queensland (UQ) Library responsible for special collections which support the teaching, learning and research activities of the Faculties of Arts and Social and Behavioural Sciences. The collecting focus is on published and unpublished materials in Australian studies, particularly Australian literary manuscripts, as well as Australian history with an emphasis on Queensland, architectural plans which form the Queensland Architectural Archive, Aboriginal and Torres Strait Islander Studies and art. In addition to personal papers and records, formats collected include books, journals, dust jackets, ephemera, posters, microforms, photographs, rare books and UQ research theses."
    },
    {
      "Quantity": "6000m (includes 1658m manuscripts)."
    },
    {
      "Major holdings": "Trades and Labour Council (Qld): Records c.1894 -. Father Leo Hayes: Papers c.1820-1966. Xavier Herbert: Papers c.1930-1984. Sir Raphael Cilento: Papers 1897-1974. University of Queensland Press: Records c.1960-. Hanger Collection: Australian playscripts c.1890- . University of Queensland Union: Records 1913-1984. Peter Carey: Papers c.1960- . Brisbane Repertory Theatre Records 1925-1997. Communist Party of Australia Qld Branch Records c1940-1990. Oodgeroo Noonuccal Papers c.1940-c.1985. Frank Moorhouse Literary manuscripts c.1950- . Bruce Dawe Papers 1940- . David Malouf Papers 1969-2001. Denis J Murphy Papers 1880–1983. Nick Earls Papers 1989-2003. Hanger Collection of Australian Playscripts."
    },
    {
      "Guides": "An index to the manuscript collections is located on the Library’s website http://www.library.uq.edu.au/fryer/msindex Almost all items have online catalogue records and many collections have finding aids available on the Library’s catalogue http://www.library.uq.edu.au/ias/mainmenu.html. In house guides to the collection are also available. Catalogue of manuscripts from the Hayes Collection in the University of Queensland Library / edited by Margaret Brenan, Marianne Ehrhardt and Carol Hetherington. St. Lucia : University of Queensland Library, 1976. Australian drama productions, 1950 -1969 / compiled by members of the Australian Drama Bibliography Project, Department of English, University of Queensland ; editor in chief : Alrene Sykes ; with special assistance from Chris Tiffin and Sue Cullen. St. Lucia, Qld.: University of Queensland Library, 1984. (Fryer Library Occasional Publication No.4). Australian playscripts: a checklist of unpublished scripts in the Hanger Collection, Fryer Library, University of Queensland. St.Lucia: University of Queensland Library, 1987. (Fryer Library Occasional Publication No.6)."
    }
  ],
  "Contact": [
    {
      "Street address": "University of Queensland, St Lucia Campus, St Lucia 4072"
    },
    {
      "Postal address": "As above"
    },
    {
      "Phone": "(07) 3365-6276"
    },
    {
      "Fax": "(07) 3365-6776"
    },
    {
      "Email": "fryer@library.uq.edu.au"
    },
    {
      "Website": "http://www.library.uq.edu.au/fryer"
    },
    {
      "Enquiries to": "Manager, Fryer Library and University Archives"
    }
  ]
}
