{
  "Name": "John Curtin Prime Ministerial Library",
  "URL": "/archives/491",
  "About": [
    {
      "Officer in charge": "Manager"
    },
    {
      "Hours & facilities": "The JCPML is located in Building 200A, level 1, and is open Monday - Friday 9am - 4pm. The JCPML’s major exhibition has a focus on John Curtin and is in the John Curtin Gallery, Building 200A, level 2. Members of the public are welcome. Entry is free and the exhibition is open Monday - Friday 12 noon-5pm. An education program is available for visiting schools."
    },
    {
      "Access": "Members of the public are welcome to visit the Reading Room and exhibition. A digital archive, the Electronic Research Archive (ERA), provides online access to much of the material held at the JCPML as well as to John Curtin related items held in other institutions world wide. Records are accessible as images (photographs, documents), text (contents of documents), audio or video (oral histories, sound recordings, motion pictures) or as finding aids. Search the collection online at http://dtl.lis.curtin.edu.au/F"
    },
    {
      "Acquisition focus": "The JCPML is a specialist research and educational facility which houses primary source materials (originals and electronic). As Australia's first prime ministerial library, the JCPML's vision is to honour the contribution to Australia of its wartime leader and international statesman, John Curtin. The collection is actively being developed around those aspects of the history and politics of Australia that are most closely connected with the life and work of John Curtin. This provides a springboard for a range of other themes including the Australian-American relationship, post-war reconstruction, foreign policy, social and political history and the prime ministership as an office, including a focus on the lives and contribution of those directly associated with it such as the spouses and families of prime ministers. In line with the theme of the prime ministership as an office, Hazel Hawke's papers are lodged with the JCPML."
    },
    {
      "Quantity": "245 linear metres"
    },
    {
      "Major holdings": "The JCPML Collection is for research use and includes personal papers, oral histories, photographs, newsreel film footage, copies of official records and other archival material. While the primary collection focus is on aspects of Australia's history and politics connected with the life and times of John Curtin, other records include the research papers of respected journalist and economist, Tom Fitzgerald, amassed for his intended biography of Curtin, the papers of Alex McCallum, WA State Labor parliamentarian and key associate of Curtin, and the papers of Bob Wurth connected to his research for his book ‘Saving Australia’. The JCPML also builds the collection by identifying journal articles, oral histories, theses, conference papers, etc of relevance to the collection themes and acquiring copies where appropriate. Reference enquiries about the collection are welcomed."
    }
  ],
  "Contact": [
    {
      "Street address": "Curtin University of Technology, Kent Street, Bentley 6102"
    },
    {
      "Postal address": "GPO Box U1987, Perth 6845"
    },
    {
      "Phone": "(08) 9266-4205"
    },
    {
      "Fax": "(08) 9266-4185"
    },
    {
      "Email": "jcpml@curtin.edu.au"
    },
    {
      "Enquiries to": "Manager"
    }
  ]
}
