{
  "Name": "John Oxley Library, Manuscripts and Business Records Collection",
  "URL": "/archives/254",
  "About": [
    {
      "Officer in charge": "John Oxley Librarian"
    },
    {
      "Hours & facilities": "Open Sun-Fri 10am-5pm; closed Sat. General reference assistance available. Copying services available. Introductory brochure available. An historical research service is provided for a fee."
    },
    {
      "Access": "Approved application required for long term users of the collection. Proof of identity required for reader's ticket. Access to restricted collections can usually be gained with written permission from the donor."
    },
    {
      "Acquisition focus": "The John Oxley Library collects material relating to the regional, political, economic and social history of Queensland and its near neighbours."
    },
    {
      "Quantity": "1,992 m (ACA Australian Archival Statistics, 1998)"
    },
    {
      "Major holdings": "Uniting Church in Australia: Baptisms 1977- . Methodist Church, Queensland: Baptisms 1848-1977. Congregational Church: Baptisms -1977. Presbyterian Church: Baptisms 1862-1977. Rosa Campbell Praed: Papers (6m). Westinghouse Brake and Signal Company: Records (100m). Australian Sugar Producers Association: Records 1908-1978 (90m). Anglican Dioceses of Carpentaria: Baptisms. Chronological Register of Convicts in Moreton Bay 1826-1841 (0.15m). Australian Labor Party Queensland Branch: Records 1892-1991 (60m)."
    },
    {
      "Guides": "Entries in National Library of Australia's Guide to Collections of Manuscripts Relating to Australia. Queensland Business Records, A select list of business records held in the John Oxley Library, State Library of Queensland, Brisbane, Brisbane: Library Board of Queensland, 1987."
    },
    {
      "References": "Hicks, Shauna 'Family history fossicking in the John Oxley Library' Queensland Family Historian Dec 1991."
    }
  ],
  "Contact": [
    {
      "Street address": "Queensland Cultural Centre, Southbank, South Brisbane 4101"
    },
    {
      "Postal address": "PO Box 488, South Brisbane 4101"
    },
    {
      "Phone": "(07) 3840-7892 / 3840-7894"
    },
    {
      "Fax": "(07) 3846-2421"
    }
  ]
}
