{
  "Name": "Lane Cove Library",
  "URL": "/archives/96",
  "About": [
    {
      "Officer in charge": "Archivist/Local Studies Librarian"
    },
    {
      "Hours & facilities": "Archives/Local History hours are: open Tues, Thurs 10am-5pm, Sat 9am-12pm, or by appointment; closed Mon, Wed, Fri and Sun. General reference assistance available. Copying services available for books, journals, original records to A3, photographs and newspapers. Introductory brochure available.\nGeneral Library open 7 days. Please contact 02 9911 3634."
    },
    {
      "Access": "Application for access required. A general closed period of about 10 years applies to some series in Council Records Department."
    },
    {
      "Acquisition focus": "The Archives of Lane Cove Council, Lane Cove Community groups and personal papers of Lane Cove Families. Current and retrospective material in all formats on the Municipality of Lane Cove, and the Lane Cove River."
    },
    {
      "Quantity": "497m (40% in-house)"
    },
    {
      "Major holdings": "Lane Cove Municipal Council: Rate and valuation books 1872-1983 (45m); Minute books 1865-1990 (11.2m); Correspondence 1895-1974 (50.5m); Electoral rolls 1898-1991 (1m); Building applications 1963-1988 (290m); Business papers 1895-1990. Various Community groups: Archives (38m)."
    },
    {
      "Guides": "Unpublished guide to the Archives of Lane Cove Council. Unpublished guide to the Archives of Lane Cove Community Groups and Family papers. Washington, Judith: Guide to the Papers of the Garling Family. Lane Cove: Lane Cove Public Library, 1991. Dempsey, Clare T. Catalogue of the Desiderius Orban Research Collection in Lane Cove Public Library, Lane Cove: Lane Cove Public Library 1989. From 1992, Entries in National Library of Australia Guide to Collections of Manuscripts Relating to Australia."
    },
    {
      "References": "Washington, Judy 'A case study of the retrieval of some local government record' Preserving Our Heritage : A Paper Conservation Video Kit. Video 2, Part 1. Sydney : ALIA , 1990 . Byleveld, Alan 'Lane Cove Municipal Council Archives: an access policy in action' Paper delivered to seminar 'Access and Attitudes', 17 September, 1990 (in publication)."
    }
  ],
  "Contact": [
    {
      "Street address": "Library Walk, Lane Cove NSW 2066"
    },
    {
      "Postal address": "as above"
    },
    {
      "Phone": "(02) 9911-3637 (archives); (02) 9911 3634 (library)"
    },
    {
      "Fax": "(02) 9418-8054"
    },
    {
      "Email": "library@lanecove.nsw.gov.au"
    },
    {
      "Website": "http://www.lanecove.nsw.gov.au/Living%20in%20the%20Area/Library/Operations/LibraryService.htm"
    }
  ]
}
