{
  "Name": "Mater Health Services Archives and Heritage Centre",
  "URL": "/archives/546",
  "About": [
    {
      "Officer in charge": "Sr Josephine Crawford, Honorary Archivist; Jackie Chamberlin, Archivist"
    },
    {
      "Hours & facilities": "By appointment only. There is general reference assistance and a limited copying service."
    },
    {
      "Access": "Intending visitors should contact the Archivist prior to their visit, with details of the nature and purpose of their research. There are access restrictions to some records in accordance with legislative, administrative and donor requirements."
    },
    {
      "Acquisition focus": "Records related to the Sisters of Mercy, the foundation, development and operations of Mater Misericordiae Hospitals and the working life of its medical, nursing and other staff. Medical records are managed by the Health Information Services not the Archives"
    },
    {
      "Major holdings": "Annual reports 1912+\n\tPhotographs of Sisters of Mercy, hospital staff, celebrations and building works 1906+\n\tOriginal building plans 1910+\n\tPress cuttings and publicity material 1950’s +\n\tOral histories of Sisters of Mercy\n\tStaff newsletters 1950+\n\tRegalia and insignia of papal knighthood of the Equestrian Order of St Gregory the Great conferred on Dr Henry Windsor in recognition of his service as a surgeon to Mater 1931-1956\n\tRegister of nurses in the training school 1914-1989\n\tFurniture from original hospital 1910\n\tOrthopaedic, surgical and obstetric instruments"
    },
    {
      "References": "Gallagher, Michael. 2004, A history of orthopaedics at the Mater Misericordiae Hospitals Brisbane, Queensland. Boolarong Press, Brisbane.\n\tGregory, H. 2006, Expressions of mercy: Brisbane’s Mater Hospitals 1906-2006. University of Queensland Press, St Lucia, Qld.\n\tLonghurst, Robert 1992, In the footsteps of the Mercies: a history of nursing at the Mater Misericordiae Hospitals, Brisbane. Mater Misericordiae Public Hospitals, South Brisbane.\n\tO’Brien, H. et al, 1997, The early medical technologists of the Mater Hospital: Sister Mary Chanel, in Lesley Williams (ed.), Hygeia’s daughters: pioneer women in health sciences in Queensland. L. Williams, Brisbane.\n\tSummers, H.J. 1979, They crossed the river: the founding of the Mater Misericordiae Hospital, Brisbane, by the Sisters of Mercy. University of Queensland Press, St Lucia, Qld."
    }
  ],
  "Contact": [
    {
      "Street address": "3rd Floor, Aubigny Place. Mater Health Services Stanley St, South bane, QLD 4101"
    },
    {
      "Postal address": "as above"
    },
    {
      "Phone": "(07) 3163 8166"
    },
    {
      "Fax": "(07) 3163 1595"
    },
    {
      "Email": "1haap@mater.org.au"
    },
    {
      "Enquiries to": "The Officer-in-Charge"
    },
    {
      "Note": "Formerly known as the Mater Misericordiae Public Hospitals"
    }
  ]
}
