{
  "Name": "Mitchell and Dixson Libraries Manuscripts Collection",
  "URL": "/archives/170",
  "About": [
    {
      "Officer in charge": "Mitchell Librarian"
    },
    {
      "Hours & facilities": "Open Mon-Fri 9am-9pm, Sat 11am-5pm; closed Sun and selected Public Holidays. General reference assistance and copying services available. Referral to paid researchers is available. Introductory brochure available."
    },
    {
      "Access": "Reader's Ticket provided instantly on production of two forms of identity (photograph and signature required)."
    },
    {
      "Acquisition focus": "Current collecting is of personal papers of individuals who are residents of NSW or closely associated with NSW; the archives of private organisations, societies and businesses operating in NSW."
    },
    {
      "Quantity": "9,800 m (ACA Australian Archival Statistics, 1998)"
    },
    {
      "Major holdings": "The holdings consist of personal papers and private archives created primarily in New South Wales or relating to New South Wales and its people. They also include significant collections relating to Antarctica. The papers of individuals cover the full spectrum of society. The private archives include those of community organisations, professional and trade associations, political parties, trades unions, small businesses, private schools and churches. An earlier, wider collecting focus has resulted in important holdings relating to other states particularly for their foundation periods and extensive collections relating to the Pacific, especially nineteenth century missionary records. There is also a small collection of European illuminated manuscripts. Excluding the latter, the holdings cover the period from the seventeenth century to the present day."
    },
    {
      "Guides": "Entries in National Library of Australia Guide to Collections of Manuscripts Relating to Australia. Public Library of NSW, The Mitchell Library, Sydney: Historical and Descriptive notes Sydney, Public Library of NSW, 1936 and Supplement: Important Accessions of Manuscripts and Pictures, 1937-April 1961, Sydney, 1961. Public Library of NSW, Catalogue of Manuscripts of Australasia and the Pacific in the Mitchell Library, Sydney: Series A Manuscripts Catalogued between 1963 and 1967 and Series B Manuscripts catalogued between 1963 and 1967. Sydney, Public Library of NSW, 1967 and 1969. M K Beddie (ed), Bibliography of Captain James Cook. Sydney, The Library of NSW, 1970. Reports of Accessions, 1937 - October 1964, were published regularly in Historical Studies: Australia and New Zealand. April 1940 - April 1965. Numerous guides to individual collections have been published. Banks Papers on the Internet: www.slnsw.gov.au/Banks"
    }
  ],
  "Contact": [
    {
      "Street address": "Macquarie Street, Sydney 2000"
    },
    {
      "Postal address": "As above"
    },
    {
      "Phone": "(02) 9273-1505"
    },
    {
      "Fax": "(02) 9273-1267"
    },
    {
      "Email": "pbrunton@slnsw.gov.au"
    },
    {
      "Website": "http://www.sl.nsw.gov.au/collections/manuscripts.cfm"
    },
    {
      "Enquiries to": "Curator of Manuscripts"
    }
  ]
}
