{
  "Name": "Monash University Archives",
  "URL": "/archives/358",
  "About": [
    {
      "Officer in charge": "University Archivist, Kathryn.Dan@adm.monash.edu.au"
    },
    {
      "Hours & facilities": "Open Mon-Fri by appointment; closed weekends and official University holidays. General reference assistance available. Copying services available for original records to A3."
    },
    {
      "Access": "1 week's advance notice of visit required including purpose of enquiry and documentation sought."
    },
    {
      "Acquisition focus": "The University Archives are in-house and geared to documenting administrative processes and the teaching and research functions of the University. The Archives also accepts private papers from senior staff when appropriate."
    },
    {
      "Quantity": "1,648 m (ASA 1999 Conference, 1998)"
    },
    {
      "Major holdings": "Clayton Campus: University Council agenda papers and minutes, 1958- (8.1m); Professional (Academic) Board minutes, 1960-(5m); Administrative correspondence from the Central Record System, 1961- (296m); Administrative papers from offices of the Vice Chancellor, Deans of Faculties, Faculty Assistant Registrars, Academic Heads of Department, Wardens Office University Union, Monash Association of Students; Private papers of individual academics. Caulfield Campus: Correspondence leading to the establishment of the Caulfield Technical School, 1915-1921; Administrative correspondence, minutes and agenda papers relating to Chisholm Institute of Technology and its predecessors, 1922-1990. Frankston Campus: Records of the former Frankston Teachers' College, c1959- ; Minutes and agenda papers of State College of Victoria (Frankston), 1970-1977."
    }
  ],
  "Contact": [
    {
      "Street address": "Building 3D, Clayton Campus, Wellington Road, Clayton"
    },
    {
      "Postal address": "Records & Archives Services, Monash University 3800"
    },
    {
      "Phone": "(03) 9905-3674"
    },
    {
      "Fax": "(03) 9905-3884"
    },
    {
      "Website": "http://www.adm.monash.edu.au/records-archives"
    },
    {
      "Enquiries to": "Archives Manager, Jan.Getson@adm.monash.edu.au"
    }
  ]
}
