{
  "Name": "National Archives of Australia, Adelaide Office",
  "URL": "/archives/259",
  "About": [
    {
      "Officer in charge": "Director"
    },
    {
      "Hours & facilities": "The Reading Room is open Wed-Fri 9am-4:30pm. A refreshment room is also available."
    },
    {
      "Access": "A closed period of 30 years applies to most records. Official research may be carried out by authorised departmental officers. A reader's ticket is issued to all researchers who wish to request material."
    },
    {
      "Acquisition focus": "The National Archives of Australia holds a fascinating array of material, one of the most important collections of documentary heritage in the country. The Archives is the official repository for Commonwealth Government records and the personal papers of people with close links to the Commonwealth, such as federal politicians and senior public servants. \n\nThe Archives preserves valuable records created by Commonwealth departments and makes them accessible to present and future generations. Nationally, it stores hundreds of thousands of records, mainly files, but also film and photographs, magnetic tapes, maps and artefacts. The Archives Act 1983 allows access to Commonwealth records generally once they are thirty years old."
    },
    {
      "Quantity": "3,000 m."
    },
    {
      "Major holdings": "The National Archives of Australia holds records covering all facets of Commonwealth Government activity since Federation in 1901, as well as some earlier records for activities that were transferred from the colonies to the Commonwealth Government. \n\t\n\tNotable South Australian holdings include: Post Office and Telegraph records from the Post-Master General's Department; Patent, Trademark and Copyright material; South Australian and Commonwealth railways records; price control records created between 1939 and 1948; and Defence records created by the Long Range Weapons Research Establishment and Defence Science and Technology Organisation at Salisbury and Woomera. Other collections of interest include Boer War attestation papers for the 5th military contingent, army pay files for those who enlisted in South Australia in World War II, internment camp records dating from both World Wars, original plans and drawings of National Estate properties, immigration files and registration cards, and shipping records such as passenger and crew lists and ship registrations."
    }
  ],
  "Contact": [
    {
      "Street address": "Reading Room: 78 Angas Street, Adelaide 5000"
    },
    {
      "Postal address": "PO Box 6536, Halifax Street, Adelaide SA 5000"
    },
    {
      "Phone": "(08) 8409-8400"
    },
    {
      "Fax": "(08) 8409-8499"
    },
    {
      "Email": "archives@naa.gov.au"
    },
    {
      "Website": "http://www.naa.gov.au"
    },
    {
      "Enquiries to": "Assistant Director, Access and Communication."
    }
  ]
}
