{
  "Name": "National Archives of Australia, Melbourne Office",
  "URL": "/archives/328",
  "About": [
    {
      "Officer in charge": "Director"
    },
    {
      "Hours & facilities": "The Reading Room is open Mon-Fri 9am-4:30pm; it is also open the second and last Saturday of each month (except when that weekend includes a public holiday)."
    },
    {
      "Access": "A closed period of 30 years applies to most records. Official research may be carried out by authorised departmental officers. A reader's ticket is issued to all researchers who wish to request material."
    },
    {
      "Acquisition focus": "The National Archives of Australia holds a fascinating array of material, one of the most important collections of documentary heritage in the country. The Archives is the official repository for Commonwealth Government records and the personal papers of people with close links to the Commonwealth, such as federal politicians and senior public servants.\nThe Archives preserves valuable records created by Commonwealth departments and makes them accessible to present and future generations. Nationally, it stores hundreds of thousands of records, mainly files, but also film and photographs, magnetic tapes, maps and artefacts. The Archives Act 1983 allows access to Commonwealth records generally once they are thirty years old."
    },
    {
      "Quantity": "90,000 m."
    },
    {
      "Major holdings": "The National Archives of Australia holds records covering all facets of Commonwealth Government activity since Federation in 1901, as well as some earlier records for activities that were transferred from the colonies to the Commonwealth Government. Records held by the Victorian Office of the National Archives of Australia include: records relating to the Boer War and dossiers of the men who served in this conflict; defence correspondence series, in particular those relating to World War I and World War II; Aboriginal Affairs records dating from the 1860s onwards; and records created by the Civil Aviation Authority. The Victorian Office also holds immigration records, internee files from World War II, Customs records and records created by the Allied Works Council."
    }
  ],
  "Contact": [
    {
      "Street address": "Reading Room, Victorian Archives Centre, 99 Shiel St, North Melbourne, 3053"
    },
    {
      "Postal address": "PO Box 8005, Burwood Heights, Vic 3151"
    },
    {
      "Phone": "03) 9348 5600"
    },
    {
      "Fax": "(03) 9348 5622"
    },
    {
      "Email": "archives@naa.gov.au"
    },
    {
      "Website": "http://www.naa.gov.au"
    },
    {
      "Enquiries to": "Reference Services"
    }
  ]
}
