{
  "Name": "National Archives of Australia, National Office",
  "URL": "/archives/3",
  "About": [
    {
      "Officer in charge": "Director-General"
    },
    {
      "Hours & facilities": "The Reading Room is open Mon-Sat 9am-5pm and Tues 9am-7pm; closed public holidays. General reference assistance is available. Copying services are available for all materials. The Archives galleries in Canberra display treasures from the collection and a program of temporary exhibitions. The galleries are open every day except Christmas Day and Good Friday."
    },
    {
      "Access": "A closed period of 30 years applies to most records. Official research may be carried out by authorised departmental officers. A reader's ticket is issued to all researchers who wish to request material."
    },
    {
      "Acquisition focus": "The National Archives of Australia holds a fascinating array of material, one of the most important collections of documentary heritage in the country. The Archives is the official repository for Commonwealth Government records and the personal papers of people with close links to the Commonwealth, such as federal politicians and senior public servants. \n\nThe Archives preserves valuable records created by Commonwealth departments and makes them accessible to present and future generations. Nationally, it stores hundreds of thousands of records, mainly files, but also film and photographs, magnetic tapes, maps and artefacts. The Archives Act 1983 allows access to Commonwealth records generally once they are thirty years old."
    },
    {
      "Quantity": "462,571 m (ACA Australian Archival Statistics, 1998)"
    },
    {
      "Major holdings": "The National Archives of Australia holds records covering all facets of Commonwealth Government activity since Federation in 1901, as well as some earlier records for activities that were transferred from the colonies to the Commonwealth Government. \n\t\n\tIn Canberra the Archives holds the records of the Federal Cabinet and the records of major Commonwealth departments like the Prime Minister's Department, the Department of Foreign Affairs and Trade, the Department of Defence and the Department of Immigration. In addition, this office of the National Archives holds the personal dossiers of all those who served in the Australian Army during the First World War."
    }
  ],
  "Contact": [
    {
      "Street address": "Queen Victoria Terrace, Parkes, ACT"
    },
    {
      "Postal address": "PO Box 7425, Canberra Mail Centre, ACT 2610"
    },
    {
      "Phone": "(02) 6212 3600"
    },
    {
      "Fax": "(02) 6212 3699"
    },
    {
      "Email": "archives@naa.gov.au"
    },
    {
      "Website": "http://www.naa.gov.au"
    },
    {
      "Enquiries to": "National Reference Service, 1300 886 881"
    }
  ]
}
