{
  "Name": "Australian Broadcasting Corporation (ABC) Document Archives",
  "URL": "/archives/29",
  "About": [
    {
      "Officer in charge": "Document Archivist"
    },
    {
      "Hours & facilities": "Open Mon-Fri by appointment; closed public holidays and Christmas - New Year period. General reference assistance available. Copying services available for books, journals, original records to A3, microfilms and photographs."
    },
    {
      "Access": "Minimum age 18 years. Researchers should have exhausted secondary sources. Two weeks' advance notice of visit required and topic of research should be stated. Closed period of 30 years applies to most records (provisions of the Archives Act 1983 apply). Access to records not normally available for research can be gained by clearance through ABC Document Archives."
    },
    {
      "Acquisition focus": "Documents (including photographs and publications) produced since the foundation of the Australian Broadcasting Commission in 1932, reflecting its activities in radio and television broadcasting and concert giving. Most ABC material has been accessioned by Australian Archives; the collection retained by ABC Document Archives is of material which has the greatest continuing in-house use."
    },
    {
      "Quantity": "400m (95% in-house)."
    },
    {
      "Major holdings": "Australian Broadcasting Corporation - various departments: Photographs 1932- (70m); Publications (including ABC Weekly, TV Times, 24 Hours) 1939-(35m); Minutes of the Commission 1932- ; Annual reports 1933-; Radio Active, later Scan, (house journals) 1947-1990. Radio Drama and Features: Scripts 1936- . Talks: Scripts 1937- . Television -various departments: Production files and scripts 1956-. ABC Concerts: Concert programs 1933- ."
    }
  ],
  "Contact": [
    {
      "Street address": "ABC TV Studios, 221 Pacific Highway, Gore Hill 2065"
    },
    {
      "Postal address": "GPO Box 9994, Sydney 2001"
    },
    {
      "Phone": "(02) 9950-3203"
    },
    {
      "Fax": "(02) 9950-3369"
    },
    {
      "Website": "http://www.abc.net.au/"
    }
  ]
}
