{
  "Name": "National Library of Australia Manuscript Collection",
  "URL": "/archives/20",
  "About": [
    {
      "Officer in charge": "Manuscript Librarian"
    },
    {
      "Hours & facilities": "Open Mon-Fri 9am-5pm. After hours (by prior arrangement): Mon-Thur 5-9pm, Sat 9am-5pm, Sun 1:30-5pm."
    },
    {
      "Access": "Reader's ticket usually issued without any delay. Advance notice of visit desirable. Restricted records can be made available if donor/vendor gives permission to researcher."
    },
    {
      "Acquisition focus": "Personal papers of Australians of national standing; records of national non-governmental organisations (other than businesses, employers' bodies and trade unions); manuscripts (individual or collections) of interest in documenting aspects of Australian history."
    },
    {
      "Quantity": "10,492 m (ACA Australian Archival Statistics, 1998)"
    },
    {
      "Major holdings": "The manuscript collection of the National Library contains about 26 million separate items or pieces. It relates predominantly to Australia, but there are also some important Papua New Guinea, New Zealand and Pacific papers. A number of European and Asian manuscript collections or single items have been received as part of formed book collections. The Australian collections date from the period of maritime exploration and settlement in the eighteenth century until the present, with the greatest area of strength dating from the 1890's onwards. The collection includes a large number of outstanding single items, such as the 14th century Chertsey Cartulary, the journal of James Cook on the Endeavour and the diaries of Burke and Wills. A wide range of individuals and families are represented in the collection, with special strength in the fields of politics, public administration, diplomacy, theatre, art, literature, the pastoral industry and religion. Examples are the papers of Alfred Deakin, Sir John Latham, Sir Keith Murdoch, Sir Hans Heysen, Sir John Monash, Vance and Nettie Palmer, A.D. Hope, Manning Clark, David Williamson, 'W.M. Hughes, Sir Robert Menzies, Sir William McMahon, Lord Casey, Geoffrey Dutton, Peter Sculthorpe, Daisy Bates, Eddie Mabo, and Jessie Street. The Library has also acquired the records of many national non-governmental organisations. They include the records of the Federal Secretariats of the Liberal party, the A.L.P. and the R.S.L., the Australian Inland Mission, the Australian Union of Students, The Australian Ballet, the Australian Elizabethan Theatre Trust, the Australian Institute of Urban Studies, Australian Industries Protection League, the Australian Conservation Foundation, and the Australian Council of National Trusts. Finally, the Library holds about 37,000 reels of microfilm of manuscripts and archival records, mostly acquired overseas and predominantly of Australian and Pacific interest."
    },
    {
      "Guides": "Principal manuscript collections in the National Library of Australia, 1992. Published guides to individual collections eg Alfred Deakin: a guide to his papers in the National Library of Australia 1979; Kenneth Slessor: A guide to his papers in the National Library of Australia, 1977; Edward Koiki Mabo: A guide to his papers in the National Library of Australia, 1995; Manning Clark: A guide to his papers in the National Library of Australia, 2002. Entries in National Library of Australia Register of Australian Archives and Manuscripts. Australian Joint Copying Project Handbook (parts 1-11)."
    },
    {
      "References": "Kenny, Janice, National Library of Australia; history and collections. Canberra: NLA, 1984. Cochrane, Peter, Remarkable Occurrences; the National Library of Australia's First 100 Years 1901-2001. Canberra, NLA, 2001"
    }
  ],
  "Contact": [
    {
      "Street address": "Parkes Place, Canberra 2600"
    },
    {
      "Postal address": "As above"
    },
    {
      "Phone": "(02) 6262-1250"
    },
    {
      "Fax": "(02) 6262-1516"
    },
    {
      "Email": "mnscrpts@nla.gov.au"
    },
    {
      "Website": "http://www.nla.gov.au/ms/"
    }
  ]
}
