{
  "Name": "Pacific Manuscripts Bureau",
  "URL": "/archives/12",
  "About": [
    {
      "Officer in charge": "Executive Officer"
    },
    {
      "Hours & facilities": "Open Mon-Fri 9am-5pm. General reference assistance available. Copying services for microfilms and published indexes, guides and catalogues available for sale. Introductory brochure available."
    },
    {
      "Access": "Advance notice of visit required."
    },
    {
      "Acquisition focus": "The Bureau is a joint copying project, supported by ten Pacific research libraries, and, with the owner's permission, copies on microfilm and in digital format archives, manuscripts and rare published and semi-published materials in or relating to the Pacific Islands. Particular emphasis is placed on preservation reformatting of material in private hands and/or at risk of loss or destruction from poor storage, adverse climate, civil unrest etc. so that material is preserved for future research."
    },
    {
      "Quantity": "2000 titles. Approximately 3800 reels 35mm microfilm."
    },
    {
      "Major holdings": "American Whalers: New England Microfilming Project (NEMP) 18th/19th Century (420 reels). \n\tCatholic Church: Oceania Marist Province Archives (OMPA) 19th Century (380 reels)."
    },
    {
      "Guides": "Entries in National Library of Australia Guide to Collections of Manuscripts Relating to Australia.\n\t\n\t \n\t\n\t\n\tPacific Manuscripts Bureau Complete Annotated Catalogue, Manuscript Series Microfilms PMB 1-1030. Canberra: 1991.\n\t\n\t \n\t\n\t\n\tPacific Manuscripts Bureau Complete Annotated Catalogue, Printed Document Series Microforms PMB Doc 1-400. Canberra: 1991.\n\t\n\t \n\t\n\t\n\tIndex to Quarterly Jottings from the New Hebrides: Nos 1-284. Canberra: 1988.\n\t\n\t \n\t\n\t\n\tPacific Manuscripts Bureau Book of Pacific Indexes. Canberra: 1988.\n\t\n\t \n\t\n\t\n\tAmerican Whalers and Traders, Canberra: 1978.\n\t\n\t \n\t\n\t\n\t\n\t\n\tOn-line searchable database catalogue at http://rspas.anu.edu.au/pambu/finals/searchLong.php"
    },
    {
      "References": "Cunningham, A. and Maidment, E., 'The Pacific Manuscripts Bureau: preserving and disseminating Pacific documentation', The   Contemorary Pacific, 1996, 8(2), 443-454.\n\t\n\t\n\t\n\t\n\tWehner, M. and maidment, E., 'Ancestoral Voices: aspects of archival administration in Oceania', Archives and Manuscripts, 1999, 21(1), 22-41.\n\t\n\t\n\t\n\t\n\tMaidment, Ewan 'Who is collecting Pacific Islands archives in Australia now?', in S Cochrane and M Quanchi (eds), Hunting the Collectors: Pacific Collections in Australian Museums, Art Galleries and Archives, Cambridge Scholars Publishing, Newcastle UK, 2007, 307-325."
    }
  ],
  "Contact": [
    {
      "Street address": "Room 4201, Coombs Building, Research School of Pacific and Asian Studies, The Australian National University, Canberra."
    },
    {
      "Postal address": "PMB, RSPAS, Australian National University, ACT 0200"
    },
    {
      "Phone": "(02) 6125 2521"
    },
    {
      "Fax": "(02) 6125 0198"
    },
    {
      "Email": "pambu@coombs.anu.edu.au"
    },
    {
      "Website": "http://rspas.anu.edu.au/pambu/"
    }
  ]
}
