{
  "Name": "Pacific Research Archives",
  "URL": "/archives/569",
  "About": [
    {
      "Officer in charge": "Pacific Archivist"
    },
    {
      "Hours & facilities": "Open Mon-Fri 9 am-5 pm. Closed weekends, public holidays and between Christmas and New Year.  Please contact the Archives (by mail, email or telephone) before visiting. General reference assistance available. Copying service available."
    },
    {
      "Access": "An access agreement must be signed by all researchers."
    },
    {
      "Acquisition focus": "The Pacific Research Archives collects, preserves and provides access to unpublished and published research material from and about the Pacific Islands. Its holdings are drawn from the collections of the Noel Butlin Archives Centre and the Australian National University Archives. They include records of companies and unions which operated in the Pacific, administrators, economists, linguists, historians and geographers. A major component of the archives are papers of academic staff of the Research School of Pacific Studies at the Australian National University who undertook research in Papua New Guinea and other Pacific countries."
    },
    {
      "Major holdings": "Records of Burns Philp and Company Limited and CSR Limited\n\tRecords of the South Pacific and Oceanic Council of Trade Unions and the Australian Council of Trade Unions relating to Pacific issues\n\tPapers of historian Professor Jim Davidson, linguists Professor Stephen Wurm and Dr Tom Dutton, and geographer Professor Gerard Ward"
    },
    {
      "Guides": "List of Holdings: A summary list of major collections, updated regularly, is available on web page at http://pacificarchives.anu.edu.au/findingaids/. \nFinding aids are available in-house. Some form of detailed listing (item level) is available for 99% of the collection. Most finding aids are available free of charge via mail or email."
    }
  ],
  "Contact": [
    {
      "Street address": "Building 2 (R G Menzies Building), Fellows Road, Australian National University, Canberra ACT 0200"
    },
    {
      "Postal address": "As above"
    },
    {
      "Phone": "(02) 6125 2219"
    },
    {
      "Fax": "(02) 6125 0140"
    },
    {
      "Email": "pacificarchives@anu.edu.au"
    },
    {
      "Website": "http://pacificarchives.anu.edu.au"
    }
  ]
}
