{
  "Name": "Polish Historical Institute in Australia",
  "URL": "/archives/516",
  "About": [
    {
      "Officer in charge": "Director"
    },
    {
      "Hours & facilities": "The Institute's collections are housed at the National Library of Australia Manuscript Section. The Manuscripts Section's opening hours are Monday to Friday 9am-5pm. After hours (by prior arrangement): Monday to Thursday 5pm-9pm, Sunday 1.30pm-5pm."
    },
    {
      "Access": "Manuscript Section issues a ticket without any delay. Advance notice of visit desirable. Restricted records can be made available if donor/vendor gives permission to researcher."
    },
    {
      "Acquisition focus": "Records of organisations of Polish Australian origin including some selective records of significant prominent individuals of Polish Australian origin. Records must relate to documenting aspects of the history of the Poles in Australia since 1940. Oral histories done as a joint initiative between the Institute and the National Library of Australia."
    },
    {
      "Quantity": "7m"
    },
    {
      "Major holdings": "Rada Naczelna Polskich Organizacji w Australii; Australian Polish Community Information Bureau; SPK (Australian Branch). Federal Executive; SPK various city branches; Kolo Polek w Zachodniej Australii; Radio ABC 4TTT (Townsville, Qld.) The Institute signed an agreement with the National Library of Australia in 2000 whereby its collection, known as The records collected by the Polish Historical Institute in Australia is located at MS 9562."
    },
    {
      "Guides": "Finding aid MS 9562 Records collected by the Polish Historical Institute in Australia http://www.nla.gov.au/ms/findaids/9562.html Polish-Australians Oral History Project http://www.polhistinst.org.au/oralhistory.html"
    },
    {
      "References": "Biega, Joanna. The Polish saga in Australia : the Polish Australian community preserves it past, NLA gateways, no.48, Dec. 2000. Available: http://www.nla.gov.au/ntwkpubs/gw/48/p05a01.html York, Barry. The Polish-Australian oral history project, NLA news, July 2002, pp. 15-18. Available: http://www.nla.gov.au/pub/nlanews/2002/jul02/article4.html"
    }
  ],
  "Contact": [
    {
      "Postal address": "PO Box 416 Civic Square, ACT 2608"
    },
    {
      "Phone": "(02) 6259-5099"
    },
    {
      "Fax": "(02) 6259-5199"
    },
    {
      "Email": "director@polhistinst.org.au"
    },
    {
      "Website": "http://www.polhistinst.org.au/"
    },
    {
      "Enquiries to": "enquiry@pollhistinst.org.au"
    }
  ]
}
