{
  "Name": "Queen Victoria Museum and Art Gallery, Community History Collection",
  "URL": "/archives/322",
  "About": [
    {
      "Officer in charge": "Curator of Community History Collection"
    },
    {
      "Hours & facilities": "Reading & Research Room open only Tues-Wed 10am-4pm; no appointments Mon, Thur, Fri, Sat, Sun, Christmas Day and Good Friday. Enquiries by phone, letter or email received Mon-Fri. General copying services available. Other services include exhibitions, commercial photographic service and professional researchers."
    },
    {
      "Access": "Oral History collections, extensive copy print photos, research databases and cuttings plus collection summary guides are immediately available on day of visit. Access to original photos and documents requires 24 hours notics prior to intended visit. Staff can advise on list of subjects to be researched. Closed period of 30 years applies to most records. Access to records not normally available for research requires application to the Curator, or Director of the Museum."
    },
    {
      "Acquisition focus": "Tasmanian history with particular reference to Northern Tasmania."
    },
    {
      "Quantity": "2000m (90% in-house)."
    },
    {
      "Major holdings": "Launceston City Council: Correspondence and Cuttings (includes former Lilydale Council and St Leonards Council) 1850s-1980s (334m). Uniting Church Collection: Baptism and Marriage Registers 1833-1985 (4.5m). Weston Papers: Correspondence 1830-1880 (3.5m). King, H J: Photographs 1921 (3m). Cowie: Postcards 1900-1915 (3m). Masters, A H: Photographs 1890-1930 (4m). Scott Papers: Correspondence 1847-9, 1853-4 (2m). Wherett: Photographs 1940s (2m). Queen Victoria Museum and Art Gallery: Correspondence and records, 1891-1985 (60m). Mead, Isabella: Correspondence, historical files, photos, 1835-1990 (7m). King, H.J.: Photographs, especially 1920s aerial views of Tasmania (3m). Donnelly, Jack: Sport notebooks, scrapbooks, photos, 1880s-1990s (20m). Craig, Clifford: Doctor, furniture historian - publication drafts, photos, 1830s-1986 (11m). Tasdance: performing arts - correspondence, photos, videos, cassettes, 1981-1996 (34m)."
    },
    {
      "References": "Bartlett, Anne, 'Queen Victoria Museum and Art Gallery Archive Collection' Local and Family History Sources in Tasmania, Genealogical Society of Tasmania, 1991: 81-83."
    }
  ],
  "Contact": [
    {
      "Street address": "Corner St John Street and Cimitiere Street, Launceston 7250"
    },
    {
      "Postal address": "Wellington Street, Launceston 7250"
    },
    {
      "Phone": "(03) 6323-3726"
    },
    {
      "Fax": "(03) 6323-3776"
    },
    {
      "Email": "Community.History@qvmag.tas.gov.au"
    },
    {
      "Website": "http://www.qvmag.tased.edu.au/"
    }
  ]
}
