{
  "Name": "Reserve Bank of Australia",
  "URL": "/archives/140",
  "About": [
    {
      "Officer in charge": "Manager, Document Management"
    },
    {
      "Hours & facilities": "Open Mon-Fri 9am-5pm; closed public holidays and New South Wales Bank Holiday. General reference assistance available. Limited copying services available for books, journals, original records to A3, microfilms and photographs."
    },
    {
      "Access": "Advance notice of visit required. Details should be supplied in accordance with the Application for Registration as a Public User (available at http://www.rba.gov.au/AboutTheRBA/Archives/application_form.asp). The RBA's general policy is that records created by the Bank are open to the public 15 years from the date of their creation. The RBA also complies with the provisions of the Archives Act 1983 in relation to its overall collection."
    },
    {
      "Acquisition focus": "Records relating to central banking; the economy and monetary policy; financial markets; financial system surveillance; banking and note issue/printing/design functions, some of which are displayed in the RBA’s Currency Museum (http://www.rba.gov.au/Museum/index.html). The Reserve Bank (which was the Commonwealth Bank prior to 1960) also has a collection of records of Savings Banks that amalgamated with the Commonwealth Bank which date back to 1832 (100% in-house)."
    },
    {
      "Major holdings": "Commonwealth Bank of Australia: Varied 1912-1960 (500m). Reserve Bank of Australia: Varied 1960- (2000m)."
    },
    {
      "References": "Stewart, I A, 'Reserve Bank of Australia Archives', Papers and Proceedings of the 2nd Biennial Conference of the Australian Society of Archivists, 1979 Rawstron, G J, Resource Allocating at the Reserve Bank, Proceedings of the 1995 Conference of the Australian Society of Archivists."
    }
  ],
  "Contact": [
    {
      "Street address": "65 Martin Place, Sydney 2000"
    },
    {
      "Postal address": "GPO Box 3947, Sydney 2001"
    },
    {
      "Phone": "(02) 9551-9762"
    },
    {
      "Fax": "(02) 9551-8000"
    },
    {
      "Email": "archives@rba.gov.au"
    },
    {
      "Website": "http://www.rba.gov.au/AboutTheRBA/Archives/index.html"
    }
  ]
}
