{
  "Name": "Social Science Data Archives",
  "URL": "/archives/13",
  "About": [
    {
      "Officer in charge": "Head"
    },
    {
      "Hours & facilities": "Open Mon-Fri 9am-5pm; closed weekends, public holidays, 24 Dec-1 Jan. General reference assistance available. Copying services for books and original records. Introductory brochure available."
    },
    {
      "Access": "Researchers must have previous affiliation with an appropriate research organisation. Advance notice of visit required."
    },
    {
      "Acquisition focus": "The Social Science Data Archives acts as a repository for computer readable social science data resulting from research by academic, government and private organisations and individuals. Data sets relating to social, political and economic affairs are actively sought and contributions of data files are welcome. Copies of all data sets acquired are preserved, documented and made available to interested users for secondary analysis."
    },
    {
      "Major holdings": "Irving Saulwick and Associates: Age polls 1972-1981. Roy Morgan Research Centre: Australian Gallup Polls 1943-1968. McNair Anderson and Associates: Australian Gallup Polls 1975-1987. Australian Bureau of Statistics: Census of Population and Housing 1966-1986. Australian National University: National Social Science Survey 1984-1989. Various: ad-hoc Australian surveys 1960- ; Opinion poll data 1943. Department of Employment Education and Training: Australian Longitudinal Survey 1984-1989. Department of Emplyment Education and Training: Australian Youth Survey 1989-1994. Saulwick Polls 1987-1991."
    },
    {
      "Guides": "SSDA Catalogue, 1991. SSDA Study Series: User's Guide for the machine readable datafiles. SSDA Census Series: User's Guides for the machine readable Census datafiles."
    },
    {
      "References": "ACSPRI Newsletter and SSDA News, 1980- , biannual."
    }
  ],
  "Contact": [
    {
      "Street address": "Coombs Building, Fellows Road, Acton 2601"
    },
    {
      "Postal address": "Australian National University, Canberra 0200"
    },
    {
      "Phone": "(02) 6249-4400"
    },
    {
      "Fax": "(02) 6249-4722"
    },
    {
      "Email": "ssda@anu.edu.au"
    },
    {
      "Website": "http://ssda.anu.edu.au/"
    },
    {
      "Enquiries to": "Research Officer"
    }
  ]
}
