{
  "Name": "State Library of Victoria, Australian Manuscripts Collection",
  "URL": "/archives/384",
  "About": [
    {
      "Officer in charge": "Manuscripts Librarian"
    },
    {
      "Hours & facilities": "The Australian Manuscripts Collection, State Library of Victoria is open Mon-Fri 10am-5pm. Details of retrievel times are available on our website. Appointments by arrangement on 2.00pm - 5.00pm Monday to Friday.  Material is viewed in the Heritage Collections Reading Room which is open Mon-Thur 10am-9pm, Fri-Sun 10am-6pm. General  reference assistance available. Copying services include deferred photocopying, photography and microfilming."
    },
    {
      "Access": "At least one working day's advance notice of a request for material is preferred, especially for material held offsite. Users of the collection are expected to have previously consulted all major published sources of information. Many collections have finding aids which users will be expected to consult before ordering material. Reader's Ticket not required. Some material is subject to restrictions, and may require prior permission before being consulted. The collection is not open to secondary students."
    },
    {
      "Acquisition focus": "The acquisition of original records which document all aspects of the history and development of Victoria and its inhabitants, from the earliest times until the present day."
    },
    {
      "Quantity": "c. c7,500 m."
    },
    {
      "Major holdings": "Major strengths of the Collection include the following subject areas: \n\t\n\tearly European settlement of Victoria (including the papers of the Henty Family, the Port Phillip Association, John Batman and John Pascoe Fawkner).\n\t\n\t  \n\tpastoral industry (eg Clyde Company Papers). \n\tgold rushes. \n\tnineteenth century immigration. \n\tFirst World War. \n\tLabour movement (eg records of the ALP and DLP). \n\twelfare (eg records of the Melbourne Orphan Asylum and the Melbourne Benevolent Asylum). \n\tchurches of various denominations (eg the Congregational Union). \n\tarts, especially literature, fine arts and music (eg the Fritz Hart, Lothian and Stephen Murray-Smith papers). \n\tenvironment. \n\tarchitecture (eg records of Stephenson & Turner)."
    },
    {
      "Guides": "Over 1,000 unpublished desriptive list and guides to collections have been prepared. These are available for inspection and are retrieved in the usual manner.\n\tEntries in National Library of Australia Guide to Collections of Manuscripts Relating to Australia. \n\tApproximately 1,000 unpublished descriptive lists and guides to collections have been prepared. These are available for inspection in the Collection.  \n\tVictoria. State Library. Catalogue of the Manuscripts, Letters, Documents, etc. in the Private Collection. Melbourne, 1961."
    },
    {
      "References": "Marshall, T. 'The Australian Manuscripts Collection' The La Trobe Library Journal, 12/47 & 48 (September 1992): 76-81. \n\tThompson, John, 'The Australian Manuscripts Collection in the State Library of Victoria: its growth, development and future prospects' The La Trobe Library Journal, 6/21 (April 1978): 8-14. \n\tGlover, Anne, Victorian Treasures from the La Trobe Collection, State Library of Victoria. Melbourne: MacMillan, 1980.\n\tRoberts, Bev., Treasures of the State Library of Victoria. Bondi Juntion, N.S.W.: Focus Publishing, c2003."
    }
  ],
  "Contact": [
    {
      "Street address": "328 Swanston Street, Melbourne 3000"
    },
    {
      "Postal address": "As above"
    },
    {
      "Phone": "(03) 8664 7007"
    },
    {
      "Fax": "(03) 9639 6829"
    },
    {
      "Email": "Manuscripts@slv.vic.gov.au"
    },
    {
      "Website": "http://www.slv.vic.gov.au/collections/aus_mss/index.html"
    },
    {
      "Enquiries to": "Manuscripts Librarian"
    }
  ]
}
