{
  "Name": "Sydney Water & Sydney Catchment Authority Historical Research & Archives Facility",
  "URL": "/archives/576",
  "About": [
    {
      "Officer in charge": "Vera Jeffery"
    },
    {
      "Hours & facilities": "Open Monday to Friday (except Public Holidays) Appointment Only - General Reference assistanc available - Copying services available"
    },
    {
      "Access": "Access is restricted to some material. Written advance notice of visits and area of interest is required prior to visiting the archive.  Vists ar limited to 3 hours on any given day."
    },
    {
      "Acquisition focus": "The Archivs is responsible for manging material realting to Sydny Water and all of its predeccorss agencies, its staff, functions, practices and phtographic collection."
    },
    {
      "Quantity": "400m"
    },
    {
      "Major holdings": "Historical Photographs (1888-1960)\n\tNegative Collections (1888-1988)\n\tMinutes (1888-1988)\n\tEarly Staff Lists (1888-1985)\n\tHistorical Information Files (1788-1960)"
    },
    {
      "References": "Margo Beasley: The Sweat of Their Brows - 100 years of the Sydney Wate Board 1888-1988 \n\n\nW.V. Aird: The Water Supply, Sewerage & Drainage of Sydney \n\n\nF.J.J. Henry: The Water Supply & Sewerage of Sydney"
    }
  ],
  "Contact": [
    {
      "Street address": "16 A Wentworth Street, CROYDON PARK NSW 2124"
    },
    {
      "Postal address": "PO Box 399, PARRAMATTA NSW 2124"
    },
    {
      "Phone": "02 9799 9501"
    },
    {
      "Fax": "02 9799 8201"
    },
    {
      "Email": "vera.jeffery@sydneywater.com.au"
    },
    {
      "Enquiries to": "Archivists"
    },
    {
      "Note": "Archival material held in the Facility includes an extensive photographic and negative collection dating back to the BWS and S (1880) some plans, reports standing orders and instructions, books, journals, films and video tape, board minutes, etc. pertaining to Sydney Water, Sydney Catchment Authiority (SCA) and their predecessors: Board of Water Supply and Sewerage (BWSS); Metropoliton Board of Water Supply and Sewerage (MBWS and S); Metropolitan Water, Sewerage and Drainage Board (MWS and DB); Water Board; Sydney Water Corporation (SWC); Sydney Water"
    }
  ]
}
