{
  "Name": "The Flinders University of South Australia, Archives",
  "URL": "/archives/277",
  "About": [
    {
      "Officer in charge": "Director of Administration and Registrar"
    },
    {
      "Hours & facilities": "Open by appointment; closed public holidays. Reference assistance available in person. Copying services available for books, journals, original records to A3 and photographs. Referral to paid researchers is available."
    },
    {
      "Access": "Approved application for access required for authorisation by Director of Administration and Registrar. Advance notice of visit required including details of proposed research and use for which it is intended. Proof of identity required. Closed period of 25 years applies to most records. Access to records not normally available for research can be gained by permission from the Director of Administration and Registrar and by written authorisation from relevant Faculty or unit."
    },
    {
      "Acquisition focus": "Official records of the Flinders University of South Australia. Non-official records at the discretion of the Director of Administration and Registrar if they relate to the history, development or activities of the University and its community."
    },
    {
      "Quantity": "896m (100% in-house)."
    },
    {
      "Major holdings": "Flinders University Council: Minutes 1966- (9m). Director of Administration and Registrar: Correspondence 1958-1985 (150m). University Architect: Contracts, specifications, plans, subject files 1964-1989 (80m). Public Relations and Information Office: Photographs c1960-1990 (4m). Student Records Office: Enrolment cards and student files 1966- (230m). Convocation: Oral Archive Project 1984-1989 (0.6m)."
    },
    {
      "Guides": "Unpublished guide to the records of the University Architect, 1964-1989. Unpublished inventory of the Papers of J.M. Main c1960-1984."
    }
  ],
  "Contact": [
    {
      "Street address": "Sturt Road, Bedford Park 5042"
    },
    {
      "Postal address": "As above"
    },
    {
      "Phone": "(08) 8201-3911"
    },
    {
      "Fax": "(08) 8201-3000"
    },
    {
      "Email": "adcrs@flinders.edu.au"
    },
    {
      "Website": "http://www.flinders.edu.au/"
    },
    {
      "Enquiries to": "Records Officer, Secretariat"
    }
  ]
}
