{
  "Name": "The Noel Butlin Archives Centre",
  "URL": "/archives/11",
  "About": [
    {
      "Officer in charge": "University Archivist"
    },
    {
      "Hours & facilities": "Open Mon-Fri 9 am-5 pm. Closed weekends, public holidays and between Christmas and New Year. Please contact the Centre (by mail, email or telephone) before visiting. General reference assistance available. Copying services available. For list of professional researchers please refer to website."
    },
    {
      "Access": "An access agreement must be signed by all researchers. Two weeks' advance notice is advisable as access may need to be cleared with the owners of the material."
    },
    {
      "Acquisition focus": "The Archives collects the records of companies and firms, trade unions, employer bodies, professional and industry related organisations and the papers of private individuals whose roles relate to the labour movement, Australian industry and public life. The history of HIV/AIDS education and prevention is documented in the National AIDS Archive Collection."
    },
    {
      "Quantity": "13,087 m (ACA Australian Archival Statistics, 1998)"
    },
    {
      "Major holdings": "The collections date from the 1820s and include the records of nationally significant companies such as the Australian Agricultural Company, Burns Philp, CSR Limited, Dalgety's, Elder Smith Goldsbrough Mort, Tooth's, Lindeman's, and the Adelaide Steamship Company. Records of federally-registered Australian trade unions such as the Australian Manufacturing Workers Union, the Construction Forestry Mining and Energy Union, and the Media Entertainment and Arts Alliance and many of their predecessors are held. The Archives holds the records of professional associations and industry bodies, the National AIDS Archive Collection, and an extensive collection of 19th and 20th century trade journals and union newsletters."
    },
    {
      "Guides": "Entries in the National Library of Australia's Register of Australian Archives and Manuscripts (www.nla.gov.au/raam) and  photographs in PictureAustralia (www.pictureaustralia.org)\n\t\n\t \n\t\n\t\n\tList of Holdings: A summary list of major collections, updated regularly, available on web page at http://www.archives.anu.edu.au/nbac/html/listholdings.html. Finding aids are available in-house. Some form of detailed listing (item level) is available for 99% of the collection. \n\t\n\t\n\tMost finding aids are available free of charge via mail or email. Some large finding aids and card indexes may be consulted in the reading room only."
    }
  ],
  "Contact": [
    {
      "Street address": "Building 2 (R G Menzies Building), Fellows Road, Australian National University, Canberra ACT 0200"
    },
    {
      "Postal address": "As above"
    },
    {
      "Phone": "(02) 6125-2219"
    },
    {
      "Fax": "(02) 6125-0140"
    },
    {
      "Email": "butlin.archives@anu.edu.au"
    },
    {
      "Website": "http://www.archives.anu.edu.au"
    }
  ]
}
