{
  "Name": "Australian National University Archives",
  "URL": "/archives/540",
  "About": [
    {
      "Officer in charge": "University Archivist"
    },
    {
      "Hours & facilities": "Open Mon-Fri 9 am-5 pm. Closed weekends, public holidays and between Christmas and New Year. Please contact the Archives (by mail, email or telephone) before visiting. General reference assistance available. Copying services available. For list of professional researchers please refer to website."
    },
    {
      "Access": "Access to official ANU records will be granted in accordance with the provisions of the Archives Act 1983 (Commonwealth), that is, generally after 30 years. Specific access restrictions may apply to some collections of personal papers. An access agreement must be signed by all researchers."
    },
    {
      "Acquisition focus": "The University Archives holds records relating to the history of the Australian National University and to earlier institutions such as the Canberra University College, Mt Stromlo Observatory and the Australian Forestry School, from the 1920s."
    },
    {
      "Quantity": "650m"
    },
    {
      "Major holdings": "Central files. \n\tMinutes of Council and committees. \n\tPhotographs. \n\tOral history recordings \n\tPapers of academic and senior staff \n\tStaff files of senior staff \n\tPublications such as Annual Reports, calendars and faculty handbooks"
    },
    {
      "Guides": "List of Holdings: A summary list of major collections, updated regularly, is available at http://www.archives.anu.edu.au. Finding aids are available free of charge by mail or email. Some form of detailed listing (item level) is available for 99% of the collection."
    }
  ],
  "Contact": [
    {
      "Street address": "Building 2 (R G Menzies Building), Fellows Road, Australian National University, Canberra 0200"
    },
    {
      "Postal address": "As above"
    },
    {
      "Phone": "(02) 6125-2219"
    },
    {
      "Fax": "(02) 6125-0140"
    },
    {
      "Email": "university.archives@anu.edu.au"
    },
    {
      "Website": "http://www.archives.anu.edu.au"
    },
    {
      "Enquiries to": "University Archivist"
    }
  ]
}
