{
  "Name": "Uniting Church in Australia (Synod of New South Wales and the ACT), Archives Office",
  "URL": "/archives/184",
  "About": [
    {
      "Officer in charge": "Not available"
    },
    {
      "Hours & facilities": "Open Mon and Tues 9:15am-3:45pm. General reference assistance available. Copying services available within reasonable limits for books, journals and photographs."
    },
    {
      "Access": "Mon & Tues 10am-3pm. Messages may be left on message bank when office is unattended"
    },
    {
      "Acquisition focus": "Manuscripts of the Uniting Church in Australia (New South Wales Synod) and its antecedent churches (Congregational, Methodist, Presbyterian). Publications (books, journals and newspapers) relating to those churches."
    },
    {
      "Quantity": "Not available"
    },
    {
      "Major holdings": "Uniting Church in Australia (New South Wales Synod): Registers -baptisms, marriages; minutes, cash books, photographs, newspapers, books, journals, 1977- (176m). Congregational Church: Registers - baptisms, marriages; minutes, cash books, photographs, newspapers, books, journals, 1796-1977 (108m). Methodist Church: Registers - baptisms, marriages; minutes, cash books, photographs, newspapers, books, journals, 1737-1977 (550m). Presbyterian Church: Registers - baptisms, marriages; minutes, cash books, photographs, newspapers, books, journals, 1653-1977 (142m)."
    },
    {
      "References": "Clancy, Eric G. 'The Archives and Research Centre' Church Heritage 1/1 (Sept 1978) 60-68 Clancy, Eric G. 'An Archivist at Work in 1987' Church Heritage 3/5 (Mar 1988): 213-217. Patterson, Pauline 'Photographs in the Church Records and Historical Society Collection' Church Heritage 4/6 (Sept 1990): 122-130 Brief articles in several Newsletters of Church Records and Historical Society. Clancy, Eric G. 'The Swynny Library' Church Heritage 2/6 (Sept 1989): 122-130."
    }
  ],
  "Contact": [
    {
      "Street address": "Uniting Church Centre for Ministry\n16 Masons Drive\nNorth Parramatta\nNSW 2151"
    },
    {
      "Postal address": "Uniting Church Centre for Ministry\n16 Masons Drive\nNorth Parramatta\nNSW 2151"
    },
    {
      "Phone": "02 8838 8974"
    },
    {
      "Fax": "02 9683 6617"
    },
    {
      "Email": "archives@nsw.uca.org.au"
    }
  ]
}
