{
  "Name": "University of Sydney Archives",
  "URL": "/archives/192",
  "About": [
    {
      "Officer in charge": "Manager, Archives and Records Management Services"
    },
    {
      "Hours & facilities": "Open by appointment Mon-Thurs 9am - 1pm and 2pm - 5pm; closed public holidays. General reference assistance available."
    },
    {
      "Access": "Closed period of 30 years applies to some official records. Other records may be subject to conditions set by depositors."
    },
    {
      "Acquisition focus": "The University Archives is responsible for the care and preservation of those records of the University which have been appraised as having permanent value. It also holds the archival records of amalgamated institutions such as Sydney CAE, Sydney Teachers College, Sydney College of the Arts, the Conservatorium of Music, and the College of Health Sciences."
    },
    {
      "Quantity": "1,492 m (ACA Australian Archival Statistics, 1998)"
    },
    {
      "Major holdings": "Administrative Series including University Senate: Minutes, Academic Board, Registrar General Subject Files, Photographs, Architectural Plans and University Publications. \n\t\n\tThe Archives also holds significant collections of the archives of persons and bodies closely associated with the University including: \n\t\n\t\n\tPersonal Archives of AP Elkin (1891 – 1979).\n\tPersonal Archives of TW Edgeworth David (1858 – 1934).\n\tPersonal Archives of R G Chambers (1917 – 1999).\n\tPersonal Archives of John Anderson (1893 – 1962)."
    },
    {
      "Guides": "University of Sydney: Archives and Records Management Services http://www.usyd.edu.au/arms/archives/\n\tRegister of Australian Archives and Records http://www.nla.gov.au/raam/"
    },
    {
      "References": "University Archives, Record 1973- .\n\tSmith, K E, \"University of Sydney Archives', Archives and Manuscripts 18/1 (May 1990): 162 - 163.\n\tConnell, W F (et al), Australia's First: A History of the University of Sydney, Volume 2, 1940-1990 (University of Sydney and Hale and Ironmonger, 1995): 342-3."
    }
  ],
  "Contact": [
    {
      "Street address": "University Archives, 9th Floor, Fisher Library, University of Sydney 2006"
    },
    {
      "Postal address": "Archives 14, University of Sydney 2006"
    },
    {
      "Phone": "(02) 9351-2684"
    },
    {
      "Fax": "(02) 9351-7304"
    },
    {
      "Website": "http://www.usyd.edu.au/arms/archives/"
    },
    {
      "Enquiries to": "Reference Archivist, University Archives"
    }
  ]
}
