{
  "Name": "University of Tasmania Library, Special/Rare Collection",
  "URL": "/archives/324",
  "About": [
    {
      "Officer in charge": "Collection Management/Special Collections Librarian"
    },
    {
      "Hours & facilities": "Open to visitors 9am-5pm each weekday (but only staffed from 2-4pm, otherwise access provided by Library Reference staff); closed weekends, public holidays and Christmas-New Year period. Reference assistance available in person (see Access below) and by mail. Copying services available for a nominal fee."
    },
    {
      "Access": "Advance notice of visit is requested wherever possible. Permission to consult archived university records must be obtained from the Office of the Deputy Principal (Ph: (03) 6226-2005, Fax: (03) 6226-2923)."
    },
    {
      "Acquisition focus": "Contains archives of some private bodies in Tasmania as deposited by agreement. These include records of colonial business and banking, pastoral, charitable and church organisations, settler families and the Royal Society of Tasmania (including the Society's collection of Tasmanian records).\nArchival records of the University itself are being transferred to the Archives Office of Tasmania (during 2000)."
    },
    {
      "Quantity": "250m"
    },
    {
      "Major holdings": "Business, pastoral, family: Deposited archives c1830-1910. Royal Society of Tasmania: Records and Collected records 1843-1970 (40m). Catholic Archives: Deposited archives c1850-1940. Quaker Meeting (Hobart): Minutes and Correspondence 1833-1970 (3m). Private owners and miscellaneous organisations: Deposited archives (200m). Baptist Archives: Minutes and Administration (20m)"
    },
    {
      "Guides": "Entries in National Library of Australia Guide to Collections of Manuscripts Relating to Australia. Descriptive lists of individual collections (typed) are available for consultation and may be photocopied, or copied to disc. Australian Science Archives Project Guide to the Archives of Science in Australia; Records of Individuals. Web Page - University of Tasmania http://www.lib.utas.edu.au/docs/library/arch/index/html"
    }
  ],
  "Contact": [
    {
      "Street address": "Churchill Avenue, Sandy Bay 7005"
    },
    {
      "Postal address": "GPO Box 252-25, Hobart 7001"
    },
    {
      "Phone": "(03) 6220-2222"
    },
    {
      "Fax": "(03) 6220-7642"
    },
    {
      "Email": "Archivist@lib.utas.edu.au"
    },
    {
      "Website": "http://www.utas.edu.au/library/info/collec/arch/"
    }
  ]
}
