{
  "Name": "University Records",
  "URL": "/archives/193",
  "About": [
    {
      "Officer in charge": "Co-ordinator, University Records"
    },
    {
      "Hours & facilities": "Open by appointment only Mon-Fri 9am-4pm; closed Christmas to New Year period and public holidays. General reference assistance available. Copying services available for books, journals, original records to A3, microforms, photographs (costs may apply)."
    },
    {
      "Access": "Advance notice of visit is required. Closed periods apply to some records. Refer to website for access conditions."
    },
    {
      "Acquisition focus": "Official records of the University of Technology, Sydney and its antecedents, the New South Wales Institute of Technology; the Kuring-gai College of Advanced Education and its predecessors, the Balmain Teachers' College and the William Balmain College; the School of Design of the Sydney College of the Arts and the Institute of Technical and Adult Teacher Education of the Sydney College of Advanced Education. Official records include records created by organisations such as the Students' Association and the UTS Union, as well as the records of the central administration and the faculties."
    },
    {
      "Quantity": "400m (100% in-house)"
    },
    {
      "Major holdings": "New South Wales Institute of Technology(NSWIT): Council minutes 1967-1987 (1.2m); Correspondence files 1970-1987 (73m); NSWIT/UTS Examination papers 1970-1993 (12.6m). NSWIT/UTS Students' Association: NEWSWIT (student newspaper) 1972-1990 (2.4m). Balmain Teachers' College: Scrapbooks and photograph albums 1946-1972 (1.2m). Ku-ring-gai College of Advanced Education: Council minutes and agenda 1974-1989 (4.5m); Correspondence files 1973-1989 (20m). Sydney College of the Arts: Council and committee records 1975-1987 (5m)."
    }
  ],
  "Contact": [
    {
      "Street address": "No 1 Broadway, Ultimo 2007"
    },
    {
      "Postal address": "PO Box 123, Broadway 2007"
    },
    {
      "Phone": "(02) 9514 1221 / (02) 9514 1245"
    },
    {
      "Fax": "(02) 9514 1232"
    },
    {
      "Email": "sharron.baker@uts.edu.au; deborah.edwards@uts.edu.au"
    },
    {
      "Website": "http://www.records.uts.edu.au"
    },
    {
      "Note": "Formally known as the Corporate Records Branch, University Archives"
    }
  ]
}
