{
  "Name": "Victoria University Archives",
  "URL": "/archives/476",
  "About": [
    {
      "Officer in charge": "Archivist"
    },
    {
      "Hours & facilities": "Mon and Fri 9.00am - 5.00pm. Access is by prior appointment. Research assistance and copying facilities are available."
    },
    {
      "Access": "Advance notice of visits required. Researchers must comply with University Archives access rules, and any specific requirements for donated collections."
    },
    {
      "Acquisition focus": "Official university records documenting the history, policy and activities of the University and its predecessor institutes. The Archives may accept the private papers of University academics, or other persons connected to the University."
    },
    {
      "Quantity": "1200 linear metres"
    },
    {
      "Major holdings": "Council and Committee minutes and agenda papers, Course Handbooks, Correspondence files, and other records documenting the activities and administration of Victoria University and its predecessor institutes, 1916 to present. (Includes records of Footscray Technical School, Footscray Technical College, Footscray Institute of Technology, Western Institute, Newport College of TAFE, Footscray College of TAFE, Western Metropolitan College of TAFE, Melbourne School of Hairdressing, Flagstaff College of TAFE, Melbourne College of Decoration, and Western Melbourne Institute of TAFE.)\n\tRasmussen Working Papers.\n\tOne copy of all Masters by Research and PhD theses."
    }
  ],
  "Contact": [
    {
      "Street address": "Room PO25, Footscray Park Campus, Ballarat Road, Footscray."
    },
    {
      "Postal address": "Victoria University Archives, PO Box 14428, Melbourne 8001"
    },
    {
      "Phone": "(03) 9919-5093"
    },
    {
      "Fax": "(03) 9919-4123"
    },
    {
      "Email": "antonina.lewis@vu.edu.au"
    },
    {
      "Enquiries to": "Archivist"
    },
    {
      "Note": "Formerly known as Victoria University of Technology Archives."
    }
  ]
}
