{
  "Name": "Australian War Memorial Research Centre",
  "URL": "/archives/15",
  "About": [
    {
      "Officer in charge": "Manager, Research Centre"
    },
    {
      "Hours & facilities": "Opening hours 10am-5pm Mon-Fri; 1-5pm Sat."
    },
    {
      "Access": "Commonwealth Records - Archives Act 1983 applies. Access to other records depends on the donor's authorisation."
    },
    {
      "Acquisition focus": "Personal, non-government organisations and official records (as they relate to the Defence Force) relating to all wars and warlike operations in which Australia has been involved. (Printed and ephemeral material relating to the same subject)."
    },
    {
      "Quantity": "7,349 m (ACA Australian Archival Statistics, 1998)"
    },
    {
      "Major holdings": "Department of the Army: AWM 95, Australian Army commanders' diaries 1965-1972 (55.84m). Australian War Memorial: AWM 54, Written records 1939-1945 War; 1939- (143m). Australian Red Cross Society: Prisoner of War Care Committee and Wounded and Missing Enquiry Bureau: Administrative files (1DRL/0428) 1915-1919 (137m). Australian War Museum Committee: AWM 26, Operations files 1914-1918 War, 1916-1918; (c114m). Department of Defence and Department of the Army: AWM 52, 2nd AIF (Australian Imperial Force) and CMF (Commonwealth Military Forces) unit war diaries, 1939-45 War, 1939-1946 (454m); AWM 25, Written records, 1914-1918 War, 1913-1920 (112.55m); AWM 8, Unit embarkation nominal rolls, 1914-1918 War, 1914-1919 (10m); AWM 28, Recommendation files for honours and awards, AIF, 1914-1918 War, 1915-1919 (8.3m); AWM 4, Australian Imperial Force unit war diaries, 1914-1918 War, 1914-1920 (122m). Charles Edwin Woodrow Bean and Official History, 1914-1918 War, AWM 38, Official History, 1914-1918 War; Records of CEW Bean, Official Historian 1914-1963 (22.9m)."
    },
    {
      "Guides": "Smith, Ian K., Records of war: a guide to the military history sources at the Australian War Memorial. Canberra: AWM, 1996. Roll Call! A Guide to Genealogical Sources in the Australian War Memorial. Canberra: AWM, 1986. Piggott, Michael, A Guide to the Personal, Family and Official Papers of CEW Bean. Canberra: AWM, 1983. Self, Bronwyn ,Guide to the Papers of Maurice Austin. July 1990. A Chronological Guide to Official Records in the Australian War Memorial's Collections. Canberra: AWM, 1993."
    },
    {
      "References": "MacPherson, P & Piggott, M, 'Australian War Memorial' in Resources for Australian Studies in the ACT Canberra: CCAE, 1988): 102-126. Piggott, M, 'The Australian War Records Section and its Aftermath, 1917-1925' Archives and Manuscripts 8/2 (Dec 1980): 44-50. Creagh, Helen, 'Search and Re-Search: Operation Mitchell' Archives and Manuscripts 11/1 (May 1983): 7-13 Hoy, Marian and MacKnight, Lorraine, 'National Database Co-operation: A Case Study' Archives and Manuscripts 18/2 (Nov 1990): 231-242"
    }
  ],
  "Contact": [
    {
      "Street address": "Treloar Crescent, Campbell 2601"
    },
    {
      "Postal address": "GPO Box 345, Canberra 2601"
    },
    {
      "Phone": "(02) 6243-4315"
    },
    {
      "Fax": "(02) 6243-4545"
    },
    {
      "Email": "info@awm.gov.au"
    },
    {
      "Website": "http://www.awm.gov.au"
    },
    {
      "Enquiries to": "Research Centre"
    }
  ]
}
