{
  "Name": "Bob Hawke Prime Ministerial Library",
  "URL": "/archives/498",
  "About": [
    {
      "Officer in charge": "Manager"
    },
    {
      "Hours & facilities": "The BHPML Research Room is open Mon-Fri 9.00am – 5.00pm or by appointment with the Library Manager via mail, email or telephone General reference assistance available. Copying services available."
    },
    {
      "Access": "This is a closed access collection with all items not for loan. An access agreement application must be signed by all researchers together with details of proposed research project. School and community group visits must provide two weeks notice and book a time to visit."
    },
    {
      "Acquisition focus": "The BHPML is a specialist research and educational facility with primary and secondary resources. As Australia’s first prime ministerial library for a living prime minister, the BHPML focuses on the public contribution of Australia’s longest serving Labor Party Prime Minister, Robert James Lee Hawke 1983-1991, providing and managing a unique and accessible repository of archival records, published materials and memorabilia in all formats relevant to the life and time of Bob Hawke. \n\nIn addition the BHPML has focused on two designated colleagues from the Hawke Ministries, Rosemary Crowley and Chris Hurford"
    },
    {
      "Quantity": "186 m archival records; 45 m government and published material"
    },
    {
      "Major holdings": "The BHPML archival collection contains the unpublished papers and other records of Bob Hawke with the major collection being original documents consisting of private papers, not deemed Commonwealth or State records. The archival collection is predominantly paper based but does include photographs, newspaper cuttings, posters, sound recordings and other audiovisual materials related to Bob Hawke.\n\tThe Library has also acquired the personal papers, photographs and memorabilia of South Australian former federal parliamentarians Senator Rosemary Crowley and Chris Hurford, MHR.\n\tThe Library has a collection of published materials, primary and secondary reference sources and realia."
    }
  ],
  "Contact": [
    {
      "Street address": "Hawke Building, University of South Australia, City West Campus, 50-60 North Terrace, Adelaide, 5000"
    },
    {
      "Postal address": "GPO Box 2471, Adelaide, SA 5001"
    },
    {
      "Phone": "(08) 8302-0318"
    },
    {
      "Fax": "(08) 8302-0280"
    },
    {
      "Email": "margaret.goedhart@unisa.edu.au"
    },
    {
      "Website": "http://www.library.unisa.edu.au/bhpml/"
    },
    {
      "Enquiries to": "Manager"
    }
  ]
}
